Repository: WAYbetter/waybetter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, he, ru

source: password
fr: mot de passe
he: סיסמה
ru: пароль

source: Username:
fr: Nom d'utilisateur :
he: שם משתמש:
ru: Имя пользователя:

source: Password:
fr: Mot de passe :
he: סיסמה:
ru: Пароль:

source: Smart Tools for Smart Taxi Stations
fr: Outils intelligents pour stations de taxis intelligentes
he: כלים חכמים לתחנות חכמות
ru: Умные решения для бизнеса

source: Log in
fr: Connexion
he: כניסה
ru: Войти

source: Search
fr: Recherche
he: חיפוש
ru: Поиск

source: Reset
fr: Réinitialiser
he: איפוס
ru: Сброс

source: Page
he: עמוד
ru: Страница

source: of
fr: sur
he: מתוך
ru: из

source: Business registration
he: הרשמת לקוחות עסקיים

source: Interest from station
he: הגיע דרך תחנת

source: Business registered
he: העסק נרשם

source: An email was sent to the business
he: אימייל נשלח לעסק

source: There was an error saving your data
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...

source: Error
he: שגיאה

source: Please choose a default station
he: יש לבחור תחנה מועדפת

source: Book your taxi with WAYbetter and save time and money
he: מזמינים מונית מהעסק עם WAYbetter וחוסכים טרחה, זמן וכסף

source: Advantages
he: יתרונות השירות

source: One click order
he: הזמנת מונית בלחיצה - ללא צורך בשיחה והמתנה

source: No holding on the phone while searching for a taxi
he: מענה אוטומטי מהיר

source: We partner with the best taxi stations in your area
he: מגוון תחנות מובילות בכל רחבי הארץ

source: Track and manage your orders
he: ניהול ומעקב אחרי נסיעות שהתבצעו

source: Choose a preffered station to receive your orders first or exclusively
he: אפשרות לקביעת תחנת מועדפת

source: Suggest our service to your station
he: אפשרות המלצה להוספת תחנה למערכת

source: Fill in your details to join us
he: להצטרפות יש למלא פרטי התקשרות:

source: Join
fr: S'inscrire !
he: הצטרפות!
ru: Присоединяйтесь

source: There was an error saving your details
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...

source: Hi %(name)s!<br><br> Thank you for joining <b>WAYbetter</b>.<br> <b>Your password is: %(password)s</b> You can change it from the 'Profile' tab.<br><br> To start using our service please visit <a href="%(link)s/?show_login=true">%(pretty_link)s</a><br>
he: שלום %(name)s !<br><br>‏אנו מודים לכם שבחרתם להצטרף לשירות הזמנת מונית בלחיצה של <b>WAYbetter</b>.<br><br><b>‏סיסמתכם היא: %(password)s</b>‏<br>ניתן לשנות את הסיסמא בלשונית הפרופיל שבאתר.<br>‏<br>על מנת להנות מהשירות לחצו על הקישור הבא:<br><a href="%(link)s/?show_login=true">%(pretty_link)s</a><br><br>לידיעתכם: השירות הינו בעלות הזמנה טלפונית רגילה, וללא כל עלות נוספת.<br>‏נסיעה טובה!<br>‏________________________________________________________________<br>‏לתמיכה וליצירת קשר: contact@waybetter.com<br>‏www.waybetter.com<br>‬‏<br>

source: Upload specific pricing rules (inter-city taarif in CSV format)
fr: Téléchargement de règles tarifaires spécifiques (tarif interurbain en format CSV)
he: טען כללים תמחור ספציפי (בינעירוניים taarif בפורמט CSV)
ru: Загрузить правила установки расценок (междугородний тариф в формате CSV)

source: About
fr: A propos de
he: אודות
ru: О нас

source: Press
fr: Médias
he: תקשורת
ru: СМИ

source: Help
fr: Aide
he: עזרה
ru: Помощь

source: Terms
fr: Conditions d'utilisation
he: תנאי שימוש
ru: Условия

source: Order a taxi online, no phone call! A large selection of taxi stations in every city. One click and the taxi is on the way
he: הזמינו מונית באינטרנט, ללא שיחת טלפון! מבחר רחב של תחנות מובילות בפריסה ארצית. קליק אחד, והמונית בדרך!

source: Taxi,iPhone,Android,WAYbetter,get taxi,order taxi,order taxi online
he: מונית,אייפון,אנדרויד,ווי-בטר,עסקים,מונית בקליק,הזמנת מונית,הזמנת מונית באינטרנט,אפליקציה להזמנת מונית,WAYbetter

source: The best taxi booking iPhone app
he: האפליקציה הכי טובה להזמנת מונית

source: Downdload Now
he: הורידו עכשיו

source: Order page
fr: Page de réservation
he: דף הזמנה
ru: Страница заказа

source: Status
fr: Statut
he: מצב
ru: Статус

source: Last update
fr: Dernière mise à jour
he: עדכון אחרון
ru: Последнее обновление

source: Rate this ride
fr: Notez cette course
he: דירוג הנסיעה
ru: Оценить эту поездку

source: To open station analytics in a new page click here
he: למעבר לעמוד ביצועי התחנה לחץ כאן

source: Free Online Taxi Booking - WAYbetter
he: הזמנת מונית באינטרנט - חינם - WAYbetter

source: We're sorry, but an error occurred while loading this page.
fr: Nous sommes désolés mais une erreur est survenue sur la page
he: אנו מצטערים, אך אירעה שגיאה בעת טעינת דף זה
ru: Извините, при загрузке этой страницы произошла ошибка

source: Order a taxi with a click
he: הזמנת מונית בקליק

source: Service is currently available in: %(service_cities)s
he: השרות זמין ב: %(service_cities)s

source: Enjoy your ride!
fr: Bon voyage !
he: נסיעה טובה!
ru: Счастливого пути!

source: Book Now (FREE)
fr: Commandez maintenant, c'est gratuit !
he: הזמינו עכשיו
ru: Заказать сейчас (бесплатно)

source: Ride History
fr: Historique
he: נסיעות קודמות
ru: История заказов

source: My Profile
fr: Mon profil
he: הפרופיל שלי
ru: Мой профиль

source: Taxi Stations
fr: Stations de taxi
he: תחנות מונית
ru: Службы такси

source: Mobile
fr: Portable
he: טלפונים ניידים
ru: Моб. телефоны

source: Businesses
he: עסקים

source: What's This?
fr: Notre service
he: מה זה?
ru: Что это такое?

source: PickMeApp is the fastest and easiest way to get a taxi!
he: הכי פשוט להזמין מונית עם PickMeApp

source: We are partnering with the best taxi stations in your city, so all you have to do is push the yellow button. We'll do the rest
fr: Nous collaborons avec les meilleures stations de taxi de votre ville. Appuyez sur le bouton jaune, nous faisons le reste...
he: אנחנו מחוברים לתחנות המוניות הכי טובות בעיר שלך.<br>כל מה שנותר לך לעשות הוא ללחוץ על הכפתור הצהוב. אנחנו נעשה את השאר...
ru: Мы сотрудничаем с лучшими службами такси Вашего города. Все что Вам нужно сделать - это нажать на желтую кнопку. Остальное - наша забота.

source: New!! iPhone Application - Download Now
he: חדש!! אפליקציה לאייפון - הורידו עכשיו

source: Phone number
he: מספר טלפון
ru: Номер телефона

source: Change
he: שינוי
ru: Изменить

source: Save Changes
fr: Enregistrer
he: שמירה
ru: Сохранить

source: Changes saved successfully
he: השינויים נשמרו בהצלחה

source: Error while saving changes
fr: Erreur de sauvegarde
he: התרחשה שגיאה בעת שמירת השינויים
ru: Ошибка при сохранении изменений

source: Press Materials
fr: Presse
he: מידע לתקשורת
ru: Материалы для СМИ

source: Image Catalog
fr: Catalogue images
he: קטלוג תמונות
ru: Каталог изображений

source: Smaller images and download links
fr: Vignettes et liens à télécharger
he: תמונות מוקטנות + קישורים להורדה
ru: Уменьшенные изображения и ссылки для скачивания

source: Founders Images
fr: Images fondateurs
he: תמונות המייסדים
ru: Фотографии учредителей

source: Print and web resolutions
fr: Résolutions impression et écran
he: רזולוציה דפוס + רזולוציה מסך
ru: Разрешения для печати и мониторов

source: Founders Images with Hamshuhrar Station
fr: Images des fondateurs avec la station Hamshuhrar
he: תמונות היזמים ותחנת המשוחרר
ru: Фото учредителей с коллективом "Hameshuhrar"

source: The founders together with the first station to join
fr: Les fondateurs avec la première station
he: היזמים יחד עם התחנה הראשונה שהתחברה
ru: Учредители WAYbetter со своим первым партнером

source: Cool Photos
fr: Photos sympas
he: תמונות מגניבות
ru: Интересные фотографии

source: A colletion of cool and useful photos
fr: Photos utiles et sympas
he: אוסף תמונות שימושיות ומגניבות
ru: Подборка любопытных фото

source: WAYbetter Logo
fr: Logo <span class=waybetter></span>
he: לוגו <span class=waybetter></span>
ru: Логотип <span class=waybetter></span>

source: Logos on B&W background
fr: Logos sur fond noir et blanc
he: לוגואים על רקע שחור+לבן
ru: Логотипы на черно-белом фоне

source: Screenshots
fr: Captures d'écran
he: תמונות מסך
ru: Скриншоты

source: Screenshots of our website and iPhone app
fr: Captures d'écran du site et de l'application iPhone
he: תמונות מסך של האתר והאפליקציית iPhone
ru: Скриншоты нашего сайта и приложения iPhone

source: Embed video code:
fr: Code ajout vidéo :
he: קוד להוספת הוידאו:
ru: Код для добавления видео:

source: analytics report
he: סטטיסטיקות תחנה

source: Show
he: הצג

source: Accepted rides
he: הזמנות שהתקבלו

source: Ignored rides
he: הזמנות ללא התייחסות

source: Rejected rides
he: הזמנות שנדחו

source: Ride summary
he: סיכום נסיעות

source: rides
he: נסיעות

source: Rides
he: נסיעות

source: There was an error loading the data.
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...

source: No data
he: אין נתונים

source: Rides history
fr: Courses précédentes
he: נסיעות קודמות
ru: История заказов

source: Station analytics
he: ביצועים

source: Profile
fr: Profil
he: פרופיל
ru: Профиль

source: Workstations
fr: Poste de travail
he: עמדת עבודה
ru: Рабочие станции

source: Book A Taxi Application. Immediate Response via SMS
he: הזמינו מונית בקליק עכשיו, מענה מיידי ב-SMS חינם!

source: Hi
fr: Bonjour
he: שלום
ru: Приветствуем

source: Log out
fr: Déconnexion
he: יציאה
ru: Выход

source: for your business - free!
he: לעסקים - חינם!

source: Easy and friendly ordering
he: ממשק הזמנה ידידותי ונוח

source: No phone calls
he: ללא צורך בשיחת טלפון

source: Get instant feedback on your computer
he: מענה מיידי לצג המחשב

source: Track and manage orders
he: ניהול ומעקב אחרי נסיעות שהתבצעו

source: Join now
he: להצטרפות!

source: for your smartphone
he: בסמארטפון

source: Visit
he: גלשו ל

source: from your smartphone
he: בסמארטפון

source: Tap "Pick me up"
he: לחצו על "שלח לי מונית"

source: Enjoy the ride!
fr: Bon voyage !
he: נסיעה טובה!

source: Contact Info
fr: Contact
he: ליצירת קשר
ru: Данные контакта

source: Station's website
fr: Site de la station
he: לאתר תחנה
ru: Сайт службы такси

source: Connected
he: מחובר

source: Disconnect
he: התנתק

source: Disconnected
he: מנותק

source: Book Order
he: הזמנת נסיעה

source: Orders History
he: נסיעות קודמות

source: Pickup
he: איסוף

source: Required
he: חובה

source: Location
he: מקום

source: Dropoff
he: הורדה

source: Choose City
he: בחירת עיר

source: Name/Title/Phone number etc.
he: שם/תפקיד/טלפון וכו

source: 30 chars max
he: עד 30 תווים

source: Please enter pickup address and city
he: יש לבחור עיר וכתובת מוצא

source: Comments field must be shorter than 30 characters
he: נא למלא עד 30 תווים בשדה ההערות

source: There was an error, please try again
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...

source: Please chooose city
he: בחר עיר

source: Less details
fr: Moins de détails
he: צמצם מידע על התחנה
ru: Показать меньше

source: More details
fr: Plus de détails
he: למידע נוסף על התחנה
ru: Показать больше

source: Station Manager?
fr: Directeur de station ?
he: מנהל תחנה?
ru: Руководитель службы?

source: Station Entrance
fr: Stations
he: כניסת תחנות
ru: Вход для служб такси

source: Subjects
fr: Sujets
he: נושאים
ru: Темы

source: Terms of service
fr: Conditions d'utilisation
he: תנאי השימוש
ru: Условия использования

source: Privacy policy
fr: Vie privée
he: מדיניות פרטיות
ru: Политика конфиденциальности

source: WAYbetter Terms Of Service
fr: Conditions d'utilisation de WAYbetter
he: תנאי שימוש ב <span class=waybetter></span>
ru: Условия использования <span class=waybetter></span>

source: web_actual_terms
fr: Les conditions d’utilisation représentent un contrat juridique entre vous et WAYbetter LTD. et sont une condition nécessaire pour l’utilisation du site et/ou du service et/ou de l’application et/ou de l’information et des données qui y sont publiées. En utilisant le site et/ou le service et/ou l’application et/ou l’information et les données qui y sont publiées, vous consentez à être engagé par les conditions de ce contrat et par ses futurs amendements et avenants tels qu’ils seront publiés de temps à autre sur http://www.waybetter.com/info#terms. WAYbetter LTD. ne fournit pas de services de transport. Les services de transport sont fournis par des stations de taxis et par des chauffeurs de taxis privés. WAYbetter LTD. propose des informations et des modalités d’action permettant d’obtenir des services de transport de prestataires desdits services et de tiers opérateurs de services de transport, mais elle ne fournit pas et n’a pas l’intention de fournir elle-même des services de transport ni d’agir d’une quelconque manière en tant que prestataire de tels services, et n’assume aucune responsabilité quant aux prestations de services de transport que reçus d’un tiers quel qu’il soit.WAYbetter LTD. ne sera responsable d’aucun dommage et/ou perte et/ou frais de toute sorte et type qui pourraient être causés au passager du fait de l'utilisation du site et/ou du service et/ou de l'application et/ou de l'information et des données qui y sont publiées. En raison de contraintes, notamment pertinentes à la circulation, bien que WAYbetter LTD. fasse de son mieux pour donner des informations et estimations de prix et de temps précises, un écart ou une différence entre l'information donnée et la réalité est possible. WAYbetter LTD. ne sera responsable d’aucune erreur, faute ou incompatibilité de l’information et/ou des données publiées. Par ailleurs, WAYbetter LTD. n’assumera la responsabilité d’aucun dommage et/ou frais causés en raison d’actes ou d’omissions, comme précisé ci-dessus. L’utilisateur du service s’engage à ne pas faire une utilisation abusive du service ni à l’utiliser à d'autres fins que celle de réserver un taxi. WAYbetter LTD. pourra, à sa discrétion exclusive, interrompre la prestation du service ou y effectuer des changements.WAYbetter LTD. se réserve le droit de modifier à tout moment les termes de ce contrat ou sa politique concernant le service ou le logiciel, et vous serez seul responsable de les examiner. Tout usage du service ou du logiciel à la suite de tout changement dans ce contrat sera considéré comme un consentement de votre part à ces changements.Les droits d’auteur relatifs au site appartiennent en exclusivité à WAYbetter LTD.
he: זכויות היוצרים באתר, שייכות באופן בלעדי ל WAYbetter LTD. WAYbetter לא תהא חייבת בגין כל נזק ו/ או אבדן ו/ או הוצאה מכל מין וסוג שהם אשר עלולים להגרם לנוסע כתוצאה משמוש באתר ו/ או בשירות ו/ או באפליקציה ו/ או במידע ובנתונים המפורסמים בהם. נוכח אילוצים תנועתיים ואחרים, הגם ש WAYbetter עושה כל מאמץ על מנת שהמידע והערכות מחיר וזמן יהיו מדויקות,תתכן סטייה או אי התאמה בין המידע שניתן לבין המציאות. WAYbetter לא תהא אחראית לכל טעות, שגיאה, או חוסר התאמה של המידע ו/או הנתונים שניתנו . כמו כן WAYbetter לא תישא בכל נזק ו/או הוצאה שיגרמו עקב מעשים או מחדלים כמפורט לעיל. המשתמש בשירות מתחייב שלא לבצע שימוש לרעה או כל שימוש שאינו לצורך הזמנת מונית ממשית. WAYbetter תהא רשאית, על פי שיקול דעתה הבלעדי, להפסיק את מתן השירות או לערוך בו שינויים.
ru: Настоящие условия использования сайта http://www.waybetter.com (далее Сайт) являются юридическим соглашением между Пользователем Сайта и компанией «WAYbetter LTD». Соблюдение данных условий обязательно при доступе к Сайту и/или к его содержимому, услугам, приложениям, информации. Используя Сайт и/или его содержимое, услуги, приложения, информацию, Пользователь принимает и обязуется соблюдать условия данного соглашения, а также его будущие поправки и дополнения, периодически публикуемые на сайте http://www.waybetter.com/info#terms. Компания «WAYbetter LTD» не оказывает услуги пассажирских перевозок. Транспортные услуги предоставляются в службах такси, а также владельцами частного такси. Компания «WAYbetter LTD» обеспечивает Пользователя информацией и средствами для заказа услуг пассажирских перевозок. Однако непосредственная реализация данного сервиса осуществляется третьими лицами – поставщиками в сфере транспортных услуг и пассажироперевозок. Компания «WAYbetter LTD» не оказывает и не намерена оказывать услуги пассажирских перевозок или каким-либо образом выступать в качестве поставщика транспортных услуг, а также не несет никакой ответственности за услуги пассажирских перевозок, предоставленные Пользователю какими-либо третьими лицами. Компания «WAYbetter LTD» не несет ответственности за любые возможные потери, расходы, ущерб, понесенные пассажиром в результате использования Сайта и/или его содержимого, услуг, приложений, информации. Компания «WAYbetter LTD» прилагает все усилия для предоставления точной информации и сведений о времени и стоимости проезда. Однако в случае возникновения определенных дорожных условий и иных непредвиденных обстоятельств возможны расхождения или несоответствие между предоставленной информацией и действительностью. Компания «WAYbetter LTD» не несет ответственности за любые неточности, ошибки или несоответствие в предоставленных данных и/или информации. «WAYbetter LTD» также не несет ответственности за любой ущерб и/или расходы, ставшие результатом вышеупомянутых действий или бездействия. Пользователь услуг обязуется не злоупотреблять ресурсами Сайта или не использовать его в целях, не предназначенных для заказа такси. Компания «WAYbetter LTD» вправе по собственному усмотрению вносить изменения в предоставление своих услуг либо прекратить их реализацию. «WAYbetter LTD» оставляет за собой право в любое время изменять условия настоящего соглашения либо пересматривать правила компании, действующие в отношении предоставляемых услуг или программного обеспечения. Пользователь берет на себя полную ответственность за ознакомление с вышеуказанными возможными изменениями. Используя сервисы Сайта либо его программное обеспечение после изменений в пользовательском соглашении, Пользователь тем самым выражает согласие с данными изменениями. Компания «WAYbetter LTD» является обладателем исключительных авторских прав на Сайт.

source: Privacy Policy
fr: Protection de la vie privée
he: מדיניות פרטיות
ru: Политика конфиденциальности

source: web_actual_privacy_policy
fr: Dans le cadre du service, WAYbetter LTD. communique les données de l’itinéraire et le numéro de téléphone de l’utilisateur à la station de taxis. WAYbetter LTD. s’engage à ne communiquer ces données à aucun autre tiers. WAYbetter LTD. se réserve le droit d’utiliser l’information sans divulguer les coordonnées privées de l’utilisateur.
he: במסגרת השירות מעבירה WAYbetter את נתוני מסלול הנסיעה ומספר הטלפון של המשתמש לתחנת המוניות. WAYbetter מתחייבים שלא למסור פרטים אישיים לאף צד שלישי.WAYbetter שומרת לעצמה את הזכות להשתמש במידע מבלי לחשוף פרטי לקוח אישיים.
ru: В рамках предоставления услуг компания «WAYbetter LTD» передает Службе такси сведения о маршруте следования Пользователя и его номер телефона. «WAYbetter LTD» обязуется не передавать личные данные Пользователя каким-либо третьим лицам. «WAYbetter LTD» оставляет за собой право использовать полученную информацию, не разглашая личных данных клиента.

source: Download workstations
fr: Télécharger postes de travail
he: התקן עמדות עבודה
ru: Загрузить рабочие станции

source: Delete
fr: Supprimer
he: מחק
ru: Удалить

source: By downloading the workstation software I declare that I have read and agree to the
fr: En téléchargeant le logiciel de poste de travail, je déclare avoir lu et accepté les
he: בהורדת התוכנה אני מצהיר בזאת כי קראתי ואני מסכים ל
ru: Скачивая данное программное обеспечение, я тем самым заявляю, что ознакомился и согласен

source: Workstation page
fr: Page Poste de travail
he: דף עמדות עבודה
ru: Страница рабочей станции

source: You must update Adobe Air version
he: יש לעדכן את Adobe Air כדי להמשיך את העבודה בתכנה

source: Connecting WAYbetter...
fr: Connexion à WAYbetter...
he: מתחבר אל WAYbetter...
ru: Подключение к WAYbetter...

source: Click Here
he: לחץ כאן

source: Connection Check
he: בדיקת חיבור

source: Voucher Received - Sending Taxi
he: הפתק התקבל - שולח מונית

source: Show Details
he: הצג פרטים

source: A Voucher Was Sent To The Station
he: פתק נשלח לתחנה

source: Show details
he: הצג פרטים

source: Incoming order
he: הזמנה נכנסת

source: Define time
fr: Définissez horaire
he: הגדר זמן
ru: Задать время

source: Send message to passenger
fr: Envoyer un message au passager
he: שלח הודעה לנוסע
ru: Отослать сообщение пассажиру

source: Reject
he: דחייה

source: client
he: לקוח

source: comments
he: הערות

source: End
fr: Fin
he: סיום
ru: Завершить

source: Wrong user type
fr: Type d'utilisateur erroné
he: סוג משתמש שגוי
ru: Неверный тип пользователя

source: You are not a workstation, please
fr: Vous n'êtes pas un poste de travail
he: אתה לא עמדת עבודה, בבקשה
ru: Извините, вы - не рабочая станция

source: logout
fr: Déconnectez-vous
he: התנתק
ru: выйдите из системы

source: and try again
fr: et essayez à nouveau
he: ונסה שוב
ru: и повторите попытку

source: Loading...
he: טוען...
ru: Загрузка...

source: Back
fr: Retour
he: חזרה
ru: Назад

source: Finding Your Location...
fr: Recherche de votre emplacement...
he: מחפש את מיקומך...
ru: Идет поиск Вашего местонахождения...

source: No Location Found
fr: Emplacement introuvable
he: לא נמצא מיקום
ru: Местонахождение не определено

source: Unable to locate your position
fr: Impossible de trouver votre emplacement actuel
he: לא ניתן לאתר את מיקומך הנוכחי
ru: Невозможно определить Ваше местонахождение

source: Order Sent!\n\nAn SMS with ride details will be sent soon
fr: Réservation envoyée!\n\nUn SMS avec les détails de la course vous sera envoyé sous peu.
he: הזמנתך התקבלה!\n\nהתחנות הקרובות מחפשות עבורך מונית פנויה. הודעת SMS עם פרטי הנסיעה תשלח אליך מיד...
ru: Заказ отправлен!\n\nВскоре Вы получите SMS с данными заказа

source: Enter Address
fr: Saisir adresse
he: הכנס כתובת
ru: Введите адрес

source: Are you sure you want to order a taxi now?
fr: Etes-vous sûr de vouloir commander un taxi maintenant ?
he: להזמין מונית עכשיו?
ru: Вы уверены, что хотите заказать такси сейчас?

source: In order that you may enjoy this service you must first register
he: כדי להנות מהשירות יש להרשם תחילה

source: Try Again
fr: Essayez à nouveau
he: נסה שוב
ru: Повторите попытку

source: Send Verification Code
fr: Envoyez code de vérification
he: שלח קוד אימות
ru: Отослать проверочный код

source: Code Sent
fr: Code envoyé
he: קוד SMS נשלח
ru: Код выслан

source: Could not resolve address
fr: Adresse inconnue
he: כתובת לא ידועה
ru: Адрес неизвестен

source: Looking for address
fr: Recherche adresse...
he: מאתר כתובת...
ru: Идет поиск адреса...

source: Address Incomplete: please enter a house number
fr: Adresse incomplète. Merci d'indiquer le numéro de la rue.
he: כתובת חסרה: נא להכניס מספר בית
ru: Адрес неточный: введите номер дома

source: No rides to show
he: אין נסיעות

source: My Rides
he: הנסיעות שלי

source: Select Address
fr: Sélectionnez une adresse
he: בחר כתובת
ru: Выбрать адрес

source: Service Registration
he: הרשמה לשירות

source: Ride details are send via free SMS
he: פרטי הנסיעה נשלחים ב SMS חינם

source: Enter your mobile number
fr: Votre numéro de téléphone
he: מספר הטלפון הנייד שלך
ru: Введите № моб. телефона

source: Enter verification code
fr: Code de vérification téléphonique
he: קוד אימות טלפוני
ru: Введите проверочный код

source: Set as Pickup
he: קבע כמוצא

source: Set as Destination
he: קבע כיעד

source: Language
fr: Langue
he: שפה

source: Choose your preferred language
he: בחר שפה

source: Version
he: גירסה

source: Your request was accepted and we will contact you shortly to complete the activation process
he: פנייתך התקבלה ואנו ניצור עמך קשר בקרוב כדי להשלים את התהליך

source: There was an error handling your request, please try again later.
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר.

source: Phone Activation
he: אישור טלפון

source: The phone number your entered, <span>%(phone)s</span>, has already been activated in our system.<br><br> If this is the correct number, click the button and we will contact you shortly to fix this
he: מספר הטלפון שהזנת, <span>%(phone)s</span>, כבר נמצא במערכת.<br><br> אם מספר זה נכון, לחץ על הכפתור ואנו ניצור עמך קשר כדי לתקן זאת.
