Repository: WAYbetter/waybetter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, he, ru

source: phone
fr: téléphone
he: טלפון
ru: телефон

source: My Suggestion
he: אני מציע

source: My Email
he: האימייל שלי

source: Join WAYbetter
fr: Inscrivez-vous à WAYbetter
he: הצטרף ל WAYbetter
ru: Присоединяйтесь к <span class=waybetter></span>

source: Please fill the following details and we will contact you
fr: Indiquez vos coordonnées et nous vous contacterons
he: אנא מלא את הפרטים הבאים ואנו ניצור עמך קשר
ru: Пожалуйста, заполните следующие данные, и мы с Вами свяжемся

source: Send
fr: Envoi
he: שליחה
ru: Отослать

source: Cancel
fr: Annulation
he: ביטול
ru: Отменить

source: What are Hotspots
he: מה זה נקודות מרכזיות

source: Hotspots are places or events in-which WAYbetter operates and offers fixed low ride prices due to the high amounts of users who share taxi rides.
he: נקודות מרכזיות הן מקומות ואירועים בהם WAYbetter פועלת <span class="bold">ומתחייבת </span>למחיר נמוך בזכות כמות החברים הגבוהה שחולקים נסיעות במוניות.

source: You choose the Hotspots
he: אתם בוחרים את הנקודות המרכזיות

source: Popular places will be added to the HotSpots list. Together we will spread across the city a smart, efficient, green and affordable transportation network.
he: המקומות הפופולריים יתווספו לרשימה, כך נרשת יחד את העיר עם תחבורה חכמה, יעילה, ירוקה ומשתלמת.

source: In the meantime, you can order a private taxi with using
he: בינתיים, להזמנת מונית פרטית רגילה, אתם מוזמנים להעזר ב

source: Oh, tell your friends... Thanks!
he: ושתפו חברים, זה משמעותי... תודה!

source: Looks Cool!
fr: Super !
he: נראה לי מגניב!
ru: Хорошая идея!

source: Please notify me when the app is ready for download
fr: Merci de m'indiquer quand l'application est téléchargeable
he: אשמח אם תידעו אותי כשהאפליקציה זמינה להורדה
ru: Сообщить мне, когда приложение будет доступно для скачивания

source: Send me info
he: שלחו לי מידע

source: If you would like to be one of the first to use the service please leave your email.
he: אם בא לך להיות בין הראשונים להשתמש בשירות ולקבל עדכונים אפשר להשאיר מייל:

source: Thanks. We'll contact you soon.
he: תודה. ניצור אתך קשר בקרוב.

source: i-names are not supported
fr: Ne prend pas en charge les i-names
he: i-names לא נתמכים
ru: i-names не поддерживаются

source: The OpenID was invalid
fr: OpenID non valide
he: OpenID לא תקין
ru: OpenID неверен

source: The request was cancelled
fr: La requête a été annulée
he: הבקשה בוטלה
ru: Запрос отменен

source: Setup needed
fr: Une installation est nécessaire
he: יש צורך בsetup
ru: Требуется установка

source: OpenID failed
fr: Echec de l'OpenID
he: OpenID נכשלה
ru: OpenID не подтвержден

source: Sign in with your OpenID
fr: Connectez-vous avec votre OpenID
he: היכנס עם OpenID שלך
ru: Вход со своим OpenID

source: Sign in
fr: Connexion
he: כניסה
ru: Вход

source: Dispatch ride
he: הקצה נסיעה

source: Resend Voucher
he: שלח שוב וואצר

source: View
he: הצג

source: No Logo
fr: Pas de logo
he: אין לוגו
ru: Логотип отсутствует

source: %d installers built
he: %d התקנה נוצרה

source: Build Installer
he: יצירת התקנה

source: %d checks performed successfully
he: בדיקת %d בוצעה בהצלחה

source: Check Connection
he: בדיקת חיבור

source: %d dummy orders sent
he: הזמנת דמה %d נשלחה

source: Send Dummy Order
he: שלח הזמנת דמה

source: Upload a valid image. The file you uploaded was either not an image or was a corrupted image.
fr: Téléchargez une image valide. Le fichier téléchargé n'est pas un fichier image ou est corrompu.
he: יש להעלות תמונה חוקית. הקובץ שהעלת פגום או שאינו תמונה.
ru: Загрузите изображение с верными параметрами. Ваш файл - не изображение, либо содержит ошибку.

source: Your account has been suspended. Please contact support@waybetter.com
he: חשבונך נחסם. ליצירת קשר support@waybetter.com

source: To and From countries do not match
fr: Les pays de départ et de destination ne correspondent pas.
he: מדינת מוצא ויעד אינן תואמות
ru: Несоответствие стран отправления и прибытия

source: Currently, there is no service in the country
fr: Le service n'est pas présentement disponible dans le pays.
he: השירות אינו זמין במדינה זו כרגע.
ru: На данный момент в этой стране сервис не предоставляется

source: Service is not available in %(city)s yet. Please try again soon. THANKS! WAYbetter team :)
he: השירות אינו זמין ב%(city)s עדיין. <br> אנא נסו שנית בקרוב. <p class=bold> תודה! </p> צוות <span class=waybetter></span>:)

source: Phone
fr: Téléphone
he: טלפון
ru: Телефон

source: The value must contain only numbers.
fr: La valeur ne peut contenir que des chiffres.
he: הערך חייב להכיל מספרים בלבד
ru: Значение должно содержать только цифры.

source: Address
fr: Adresse
he: כתובת
ru: Адрес

source: Default station
fr: Station préférée
he: תחנה מועדפת
ru: Служба по умолчанию

source: (No station selected)
fr: (pas de station sélectionnée)
he: (אין תחנת מועדפת)
ru: (Служба не выбрана)

source: Confine my orders to my default station
he: אל תחפשו לי מונית בתחנות אחרות

source: Enter password
he: וידוא סיסמה (עוד פעם)

source: Re-enter password
fr: Saisissez à nouveau le mot de passe
he: וידוא סיסמה (עוד פעם)
ru: Подтвердить пароль

source: The two password fields didn't match.
fr: Les deux champs Mot de passe ne correspondent pas.
he: שני שדות הסיסמה אינם זהים.
ru: Два поля ввода пароля неидентичны.

source: Station name
fr: Nom de la station
he: שם התחנה
ru: Название службы такси

source: Change password
fr: Changement du mot de passe
he: שינוי סיסמה
ru: Изменить пароль

source: Country
fr: Pays
he: מדינה
ru: Страна

source: Number of taxis
fr: Nombre de taxis
he: מספר מוניות בתחנה
ru: Число такси

source: Website URL
fr: URL du site
he: כתובת אתר אינטרנט
ru: URL сайта

source: Description
he: תיאור
ru: Описание

source: Invalid address
fr: Adresse invalide
he: כתובת לא חוקית
ru: Неверный адрес

source: Email Address
he: כתובת אימייל

source: New password
he: סיסמה חדשה

source: Re password
he: וידוא סיסמה (עוד פעם)

source: Email already registered.
he: אימייל כבר רשום

source: First name
he: שם פרטי
ru: Имя

source: Last name
he: שם משפחה
ru: Фамилия

source: pending
fr: En attente
he: ממתינה
ru: в режиме ожидания

source: assigned
fr: Affectée
he: הוקצתה
ru: назначен

source: accepted
fr: acceptée
he: התקבלה
ru: принят

source: ignored
fr: Ignoré
he: ללא התייחסות
ru: без ответа

source: rejected
fr: Rejeté
he: נדחתה
ru: отклонен

source: not_taken
he: לא נלקחה

source: failed
fr: Echec
he: נכשלה
ru: не удалось

source: error
fr: Erreur
he: שגיאה
ru: ошибка

source: timed_out
he: זמנה עבר

source: cancelled
he: בוטלה

source: approved
he: אושרה

source: charged
he: חוייבה

source: user
fr: Utilisateur
he: משתמש
ru: пользователь

source: station name
fr: Nom du poste
he: שם תחנה
ru: название службы

source: license number
fr: Numéro de permis
he: מספר רשיון
ru: номер лицензии

source: website
fr: Site Internet
he: אתר אינטרנט
ru: сайт

source: number of taxis
fr: Nombre de taxis à la station
he: מספר מוניות בתחנה
ru: число такси

source: description
fr: Brève description de la station
he: תיאור קצר על התחנה (חשוב!)
ru: описание

source: logo
fr: Logo de la station
he: לוגו של התחנה
ru: логотип службы

source: language
fr: Langue
he: שפה
ru: язык

source: show on list
fr: Afficher liste
he: הצג ברשימת תחנות
ru: показать в списке служб

source: subdomain name
fr: Sous-domaine
he: שם סאב-דומיין
ru: имя поддомена

source: app icon
fr: icône app
he: אייקון אפליקציה
ru: значок приложения

source: app splash
fr: Page de garde de l'application
he: מסך פתיחה לאפליקציה
ru: заставка приложения

source: printer id
he: מזהה מדפסת

source: fax number
he: מספר פקס

source: last order date
fr: Dernière course
he: תאריך הזמנה אחרונה
ru: Дата последнего заказа

source: confine orders
he: אל תחפשו לי מונית בתחנות אחרות

source: send sms to drivers
he: שלח SMS לנהגים

source: voucher emails
he: אימייל למשלוח וואצרים

source: city area
fr: Zone d'activité principale
he: איזור פעילות מרכזי בעיר
ru: район города

source: postal code
fr: Code postal
he: מיקוד
ru: почтовый индекс

source: address
fr: Adresse
he: כתובת
ru: адрес

source: longtitude
fr: longitude
he: אורך
ru: долгота

source: latitude
he: רוחב
ru: широта

source: number of ratings
fr: nombre de classements
he: מספר דירוגים
ru: количество оценок

source: average rating
fr: classement moyen
he: דירוג ממוצע
ru: средняя оценка

source: internal rating
he: דירוג פנימי

source: stop price
he: מחיר לעצירה

source: Accept debug
he: מקבלים הזמנות debug

source: payday
he: תאריך תשלום

source: page description
he: תיאור

source: rule set
he: קבוצת חוקים

source: city area 1
he: איזור 1

source: city area 2
he: איזור 2

source: price
he: מחיר

source: phone number
fr: numéro de téléphone
he: מספר טלפון
ru: номер телефона

source: taxi_number
he: מספר מונית

source: driver
he: נהג

source: taxi
he: מונית

source: Computation set
he: קבוצת חישוב

source: status
fr: Statut
he: מצב
ru: статус

source: depart time
he: שעת יציאה

source: arrive time
he: שעת הגעה

source: assigned driver
he: הוקצתה לנהג

source: assigned taxi
he: הוקצתה למונית

source: computation
he: חישוב

source: ride
he: נסיעה

source: stop time
he: זמן עצירה

source: Default sharing station
he: תחנה מועדפת לSharing

source: originating station
fr: Station d'origine
he: תחנת המקור
ru: создана службой

source: phone verified
fr: numéro vérifié
he: טלפון מאומת
ru: номер телефона подтвержден

source: accept mailing
fr: accepter les mails
he: מסכים לקבל אימיילים
ru: принимать почту

source: banned
he: חסום

source: invoice id
he: מזהה חשבונית

source: business name
he: שם עסק

source: house_number
he: מספר בית

source: business welcome mail subject
he: WAYbetterתודה שהצטרפת ל

source: token
fr: clé
he: מפתח
ru: ключ

source: installer URL
fr: adresse d'installation
he: כתובת ההתקנה
ru: URL установочного пакета

source: was installed
fr: a été installé
he: הותקן
ru: установлен

source: Accept orders
fr: Accepte des réservations
he: מקבלים הזמנות
ru: принятие заказов

source: Accept Shared Rides
he: מקבלת נסיעות Sharing

source: is online
he: מחובר

source: station id
fr: id station
he: זיהוי תחנה
ru: ID службы

source: Unrated
he: ללא דירוג

source: Very poor
fr: Mauvais
he: גרוע מאוד
ru: очень плохо

source: Not so bad
fr: Pas si mauvais
he: לא כל כך נורא
ru: не так уж плохо

source: Average
fr: Moyen
he: ממוצע
ru: средне

source: Good
fr: Bon
he: טוב
ru: хорошо

source: Perfect
fr: Excellent
he: מצויין
ru: отлично

source: confining station
he: מוגבלת לתחנה

source: mobile
he: טלפונים ניידים

source: order language
he: שפה
ru: язык заказа

source: from country
fr: du pays
he: ממדינה
ru: из страны

source: from city
fr: de la ville
he: מעיר
ru: из города

source: from city area
fr: du quartier
he: מאיזור בעיר
ru: из района города

source: from postal code
fr: du code postal
he: מ-מיקוד
ru: с индекса

source: from street address
fr: de l'adresse
he: מ-שם רחוב
ru: с улицы по адресу

source: from_house_number
he: מבית מספר
ru: от дома №

source: from goehash
fr: de goehash
he: מ-גאוהאש
ru: из geohash

source: from_lon
fr: de longitude
he: מ-אורך
ru: от долготы

source: from_lat
fr: de latitude
he: מ-רוחב
ru: от широты

source: from address
fr: de l'adresse
he: מ-כתובת
ru: с адреса

source: to country
fr: vers le pays
he: ל-מדינה
ru: в страну

source: to city
fr: vers la ville
he: ל-עיר
ru: в город

source: to city area
fr: vers le quartier
he: ל-איזור בעיר
ru: в район города

source: to postal code
fr: vers le code postal
he: ל-מיקוד
ru: на почтовый индекс

source: to street address
fr: vers l'adresse
he: ל-שם רחוב
ru: на улицу по адресу

source: to_house_number
he: אל בית מספר
ru: к дому №

source: to goehash
fr: vers goehash
he: ל-גאוהאש
ru: в geohash

source: to_lon
fr: vers longitude
he: ל-אורך
ru: на долготу

source: to_lat
fr: vers latitude
he: ל-רוחב
ru: на широту

source: to address
fr: vers l'adresse
he: ל-כתובת
ru: на адрес

source: future pickup
he: איסוף עתידי

source: pickup point
he: נקודת מוצא

source: dropoff point
he: נקודת יעד

source: hotspot
he: הוט-ספוט

source: passenger rating
fr: classement passager
he: דירוג נוסע
ru: оценка пассажира

source: passenger phone
fr: numéro de téléphone passager
he: מס' טלפון נוסע
ru: ном. телефона пассажира

source: passenger id
fr: id passager
he: זיהוי נוסע
ru: ID пассажира

source: api user
he: API משתמש

source: private
he: פרטית

source: shared
he: משותפת

source: %(date)s: Taxi ride from %(pickup)s to %(dropoff)s %(seats)s
he: %(date)s: נסיעת מונית מ%(pickup)s ל%(dropoff)s %(seats)s

source: seats
he: מושבים

source: Today
he: היום

source: show date
he: הצג תאריך

source: pickup_address_in_ws_lang
he: כתובת איסוף מתורגמת עבור תחנה
ru: адрес_ посадки_in_ws_lang

source: dropoff_address_in_ws_lang
he: כתובת הורדה מתורגמת עבור תחנה

source: assigned to station:
fr: affecté à la station
he: הוקצה לתחנה:
ru: назначен службе:

source: Standard cab
fr: taxi ordinaire
he: מונית רגילה
ru: стандартное такси

source: is active
fr: actif
he: פעיל
ru: активен

source: from day
fr: du
he: מיום
ru: со дня

source: to day
fr: au
he: ליום
ru: на день

source: from hour
fr: de
he: משעה
ru: с часа

source: to hour
fr: à
he: עד שעה
ru: до часа

source: from duration (s)
fr: de
he: מ-משך (שניות)
ru: от продолжительности (сек)

source: In seconds
fr: en secondes
he: בשניות
ru: в секундах

source: to duration (s)
fr: à
he: ל-משך (שניות)
ru: до продолжительности (сек)

source: from distance (m)
fr: d'une distance de
he: מ-מרחק (מטרים)
ru: от расстояния (м)

source: In meters
fr: en mètres
he: במטרים
ru: в метрах

source: to distance (m)
fr: à une distance de (m)
he: ל-מרחק (מטרים)
ru: до расстояния (м)

source: tick distance (m)
fr: distance de pulsation (m)
he: מרחק תקתוק (מטרים)
ru: расстояние между тиками (м)

source: tick time (s)
fr: durée de la pulsation (sec)
he: זמן תקתוק (שניות)
ru: время тика (сек)

source: cost per tick
fr: prix de la pulsation
he: מחיר לכל תקתוק
ru: стоимость одного тика

source: fixed cost
fr: coût fixe
he: מחיר מחירון
ru: установленная стоимость

source: city 1
fr: Ville 1
he: עיר 1
ru: город 1

source: city 2
fr: Ville 2
he: עיר 2
ru: город 2

source: from day-of-week
fr: du
he: מ-יום בשבוע
ru: со дня недели

source: to day-of-week
fr: au
he: ל-יום בשבוע
ru: до дня недели

source: Website
fr: Site
he: האתר
ru: Сайт

source: Booking
fr: Réservation
he: ההזמנה
ru: Процедура заказа

source: Registration
fr: Inscription
he: ההרשמה
ru: Регистрация

source: Taxi Ride
fr: course
he: הנסיעה במונית
ru: поездка в такси

source: Other
fr: Autre
he: אחר
ru: Другое

source: Date
he: תאריך
ru: Дата

source: From
fr: Adresse de départ
he: מוצא
ru: Откуда

source: To
fr: Destination
he: יעד
ru: Куда

source: Passenger Rating
fr: Classement passager
he: דירוג נוסע
ru: Оценка пассажира

source: Passenger Details
he: פרטי נוסע

source: Comments
he: הערות

source: Passenger Phone
fr: Téléphone passager
he: טלפון נוסע
ru: Телефон пассажира

source: Passenger
he: נוסע

source: Status Label
he: סטטוס

source: Business
he: עסקי

source: Private
he: פרטי

source: We're sorry, but we could not find a taxi for you
fr: Nous sommes désolés, nous ne vous avons pas trouvé de taxi.
he: אנו מצטערים, הפעם לא הצלחנו למצוא לך מונית ),:
ru: К сожалению, такси для Вас не найдено

source: We're sorry, but we have encountered an error while handling your request
fr: Nous sommes désolés, une erreur est survenue lors du traitement de votre requête. Essayez ultérieurement.
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...
ru: К сожалению, при обработке Вашего запроса произошла ошибка.

source: Message sent, pickup in %s minutes
fr: Message envoyé, ramassage dans %s minutes
he: הודעה נשלחה לנוסע: %s דקות
ru: Сообщение отправлено, посадка через %s минут

source: Pickup at %(from)s in %(time)d minutes. Station: %(station_name)s, %(station_phone)s
fr: Ramassage à %(from)s dans %(time)d minutes. Station: %(station_name)s, %(station_phone)s
he: המונית בדרך! איסוף מ%(from)s בעוד %(time)d דקות. תחנת %(station_name)s לשינוי/ביטול: %(station_phone)s נסיעה טובה (:
ru: Посадка по адресу %(from)s через %(time)d минут. Служба: %(station_name)s, %(station_phone)s

source: You can't rate this order
fr: Impossible de classer cette réservation
he: אין אפשרות לדרג הזמנה זו
ru: Вы не можете оценить этот заказ

source: Order already rated
he: ההזמנה כבר דורגה

source: Sending order
he: שולח הזמנה

source: Searching for taxi
he: מחפש מונית

source: Taxi on its way
he: מונית בדרך!

source: No available taxi at the moment. Please try again soon.
he: לא נמצאה מונית פנויה. אנא נסו שנית מאוחר יותר.

source: Your request could not be completed.
he: הפעולה נכשלה

source: You are not authorized to view the status of this order
he: אינך מורשה לצפות בנסיעה זו

source: WAYbetter is the easiest way to get from A to B
he: הדרך הכי קלה מפה לשם - WAYbetter

source: or less
he: או פחות

source: Order cancelled
he: הנסיעה בוטלה

source: Ride estimation not available
fr: Impossible d'estimer la course
he: לא ניתן לחשב פרטי נסיעה
ru: Невозможно оценить данные заказа

source: Estimated ride cost
fr: Prix estimé de la course
he: מחיר נסיעה משוער
ru: Приблизительная стоимость поездки

source: Flat rate
fr: Barème
he: מחיר מחירון
ru: Примерная стоимость

source: min
fr: minutes
he: דקות
ru: мин

source: Your Ride Could Not Be Ordered
fr: Impossible de commander cette course
he: לא ניתן להזמין נסיעה זו
ru: Невозможно заказать поездку

source: Ordering is not allowed so soon after another order
fr: Impossible de réserver des courses si rapprochées
he: לא ניתן להזמין כמה נסיעות בסמיכות.
ru: Совершив заказ, вы не можете немедленно сделать новый

source: Please register before attempting to order
he: יש להרשם לפני ביצוע הזמנה

source: Could not send order to specified station
he: לא ניתן לשלוח את ההזמנה לתחנה

source: An SMS with ride details will arrive shortly...
fr: La station la plus proche recherche un taxi libre. Un SMS vous sera envoyé sans délai.
he: התחנות הקרובות מחפשות עבורך מונית פנויה.<BR>הודעת SMS עם פרטי הנסיעה תשלח אליך מיד...
ru: Вскоре Вы получите SMS с данными заказа...

source: %s is looking for a free taxi. An SMS with ride details will arrive shortly...
he: %s מחפשת עבורך מונית פנויה.<BR>הודעת SMS עם פרטי הנסיעה תשלח אליך מיד...

source: The phone number is already registered.
he: מספר הטלפון כבר רשום

source: Verification code: %s
fr: Code de vérification : %s
he: קוד אימות: %s
ru: Проверочный код: %s

source: Error validating phone (check that your browser accepts cookies)
he: אימות טלפון נכשל: יש לאפשרקבלת עוגיות (cookies) בדפדפן

source: Invalid verification code
fr: Code SMS erroné
he: קוד SMS שגוי
ru: Неверный проверочный код

source: Phone has multiple passengers
fr: Même téléphone pour plusieurs passagers
he: טלפון שייך לכמה נוסעים
ru: Номер принадлежит многим пассажирам

source: wrong email/password
he: כתובת אימייל או הסיסמה אינם נכונים
ru: неверные email или пароль

source: Must have a user to change credentials
fr: Vous devez avoir nom d'utilisateur pour modifier les identifiants
he: משתמש אינו קיים
ru: Только пользователь может изменять аккаунт

source: This ride is invalid
he: לא ניתן להציג את פרטי נסיעה זו

source: This ride has expired
he: נסיעה זו כבר הסתיימה

source: This is a test order
he: רחוב רחובי 1 רחובות

source: Invalid city
fr: Ville non valide
he: עיר לא חוקית
ru: Неверно указан город

source: Ignored
he: ללא התייחסות

source: %s Taxi station
he: מונית %s

source: Shared Taxi Rides
he: מוניות ספיישל משותפות

source: %s already registered
he: %s כבר רשום

source: We're sorry but your %s appears to used by multiple users. Please contact support@waybetter.com to resolve this issue.
he: %s נמצא בשימוש על ידי כמה נוסעים. אנא פנה אל contact@waybetter.com לקבלת עזרה.

source: Username and email must match
he: שם המשתמש וכתובת אימייל חייבים להיות זהים

source: username
fr: Nom d'utilisateur
he: שם משתמש
ru: имя пользователя

source: email
he: אימייל

source: Contact WAYbetter
fr: Contactez WAYbetter
he: צור קשר
ru: Контакты WAYbetter

source: General Issues:
fr: Généralités :
he: בנושאים כלליים:
ru: Для общих вопросов:

source: Office Address:
fr: Adresse :
he: כתובת:
ru: Адрес:

source: WAYbetter LTD
he: בע"מ <span class=waybetter></span>
ru: <span class=waybetter></span>LTD

source: 6 Yoni Netanyahu Street
he: יהונתן נתניהו 6
ru: Yoni Netanyahu Street, 6

source: Or Yehuda, 60376, Israel
he: אור יהודה, 60376, ישראל

source: Phone: 03-9085008
fr: Téléphone: 03-9085008
he: טלפון: 03-9085008
ru: Телефон: 03-9085008

source: Fax: 03-9366873
he: פקס: 03-9366873
ru: Факс: 03-9366873

source: Book a Taxi Now
fr: Appelez maintenant un taxi
he: הזמינו מונית עכשיו
ru: Закажите такси сейчас

source: Stations Entrance
fr: Stations de taxis
he: כניסת תחנות
ru: Вход для служб такси

source: WAYbetter connects you - internet and smartphone users to advanced taxi stations who are ready to serve you
fr: WAYbetter met les internautes et les utilisateurs de smartphone en contact avec des stations de taxis
he: <span class=waybetter></span> - הדרך היעילה והקלה ביותר להזמין מונית באינטרנט ובטלפונים חכמים.
ru: <span class=waybetter></span> предлагает простой и удобный способ заказа такси через Интернет и смартфоны.

source: Instead of looking for a local station, calling, waiting on the line, ordering a cab and hoping the station you found can serve you
fr: Au lieu de rechercher la station la plus proche, d'appeler un taxi et d'espérer que quelqu'un est libre, laissez-nous faire, c'est gratuit !
he: עברו הימים שצריך לחפש מספר טלפון של תחנה באזור, להתקשר, לחכות על הקו, לבקש מונית ולקוות שדווקא לתחנה זו יש מונית פנויה. היום אפשר להזמין מונית בלחיצה. תנו לנו ולתחנות שבאזור שלכם לדאוג לכם למונית, SMS עם פרטי הנסיעה ישלח אליכם ישירות וללא עלות.
ru: Вам больше не нужно разыскивать ближайшую службу такси, звонить, ждать на линии, договариваться и надеяться, что Вас обслужат. Теперь мы и местные предприятия такси всегда к Вашим услугам. Просто закажите такси через наш сайт и вскоре Вы получите подтверждающее SMS-сообщение (бесплатно) cо всеми данными поездки.

source: Thank you
he: תודה

source: We will contact you
he: ניצור אתך קשר בקרוב.

source: Full Pickup Address: (Street Number City)
fr: Adresse de départ (rue, numéro, ville)
he: כתובת מוצא (רחוב מספר עיר)
ru: Адрес отправления (улица, № дома, город)

source: Full Drop-off Address: (Street Number City)
fr: Adresse de destination (rue, numéro, ville)
he: כתובת יעד (לא חובה)
ru: Адрес доставки (необязательно)

source: (Street Number City) and Select:
fr: (rue, numéro, ville) et sélectionnez
he: (רחוב מספר עיר) יש לבחור מהרשימה:
ru: (улица, № дома, город), выбрать из списка:

source: The address is not resolved
fr: Adresse inconnue. Sélectionner dans la liste
he: כתובת לא ידועה. יש לבחור כתובת מהרשימה
ru: Адрес неизвестен

source: More
fr: Plus
he: עוד
ru: Показать больше

source: Less
fr: Moins
he: צמצם
ru: Показать меньше

source: Fill pickup and dropoff for price and time estimation
fr: Saisissez l'adresse de départ et de destination pour une estimation du prix et du temps nécessaire
he: לחישוב מחיר וזמן נסיעה משוערים יש למלא מוצא ויעד
ru: Для оценки времени и стоимости поездки укажите адрес (откуда и куда)

source: Enter pickup address
fr: Adresse de départ
he: כתובת מוצא (רחוב מספר עיר)
ru: Введите адрес отправления

source: Enter drop-off address
fr: Adresse de destination (facultatif)
he: כתובת יעד (לא חובה)
ru: Введите адрес доставки

source: For changes call:
he: לשינוי/ביטול:

source: minute
he: דקות

source: minutes
he: דקות
ru: минуты

source: Please wait
he: אנא המתן

source: Pickup in
he: איסוף בעוד

source: Order finished!
he: ההזמנה הסתיימה

source: Re-connecting to server, please wait (your order is being processed)
he: מחדש חיבור לשרת. אנא המתן (אל דאגה, ההזמנה עדיין בטיפול)

source: Have a pleasant ride
he: נסיעה נעימה!

source: Choose Date
he: בחירת תאריך

source: Updating...
he: מעדכן...

source: Pick Me Up
fr: Taxi !
he: שלח לי מונית
ru: Прислать такси

source: Join!
fr: Inscrivez-vous
he: הצטרפות!
ru: Присоединяйтесь!
