Repository: WAYbetter/waybetter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, he, ru

source: Contact Me
he: צרו עימי קשר

source: priority
he: עדיפות

source: from date
he: מתאריך

source: to date
he: עד תאריך

source: Activate users
fr: Activer utilisateurs
he: הפעל משתמשים
ru: Активировать пользователей

source: Re-send activation emails
fr: Envoyer à nouveau les mails d'activation
he: שלח מיילים הפעלה בשנית
ru: Повторно отослать е-мейлы с кодом активации

source: first name
fr: Prénom
he: שם פרטי
ru: имя

source: last name
fr: Nom de famille
he: שם משפחה
ru: фамилия

source: This value must contain only letters, numbers and underscores.
fr: Cette valeur doit contenir uniquement des chiffres, des lettres et des caractères de soulignement.
he: ערך זה חייב להכיל רק אותיות, מספרים וקווים תחתונים.
ru: Это значение должно содержать буквы, цифры и нижнее подчеркивание

source: password (again)
fr: mot de passe (à nouveau)
he: סיסמה (שוב)
ru: пароль (повторить)

source: email address
fr: adresse e-mail
he: כתובת אימייל
ru: email адрес

source: website url
fr: adresse site Internet
he: כתובת אתר אינטרנט
ru: url сайта

source: local phone number
fr: numéro de téléphone local
he: מספר טלפון
ru: местный номер телефона

source: A user with that username already exists.
fr: Un utilisateur avec ce nom d'utilisateur existe déjà.
he: משתמש עם שם זה כבר קיים.
ru: Это имя пользователя занято.

source: Validation code
fr: Code de validation
he: קוד אימות
ru: Код проверки

source: I have read and agree to the Terms of Service
fr: J'ai lu et j'accepte les Conditions d'utilisation
he: קראתי ואני מסכים לתנאי השירות
ru: Я прочел и согласен с Условиями использования

source: You must agree to the terms to register
fr: Vous devez accepter les Conditions d'utilisation pour vous inscrire.
he: יש להסכים לתנאי השירות כדי להצטרף
ru: Вы должны принять условия, чтобы зарегистрироваться

source: This email address is already in use. Please supply a different email address.
fr: Cette adresse e-mail est déjà utilisée. Merci de fournir une autre adresse.
he: כתובת אימייל זו כבר נמצאת בשימוש. נא לספק כתובת אימייל אחרת
ru: Этот email уже используется. Пожалуйста, укажите другой.

source: Registration using free email addresses is prohibited. Please supply a different email address.
fr: Vous ne pouvez pas vous inscrire en utilisant une adresse e-mail gratuite. Merci de fournir une autre adresse.
he: הרשמה באמתעות כתובת אימייל חינמית אסורה. נא לספק כתובת אימייל אחרת
ru: Регистрация с указанием бесплатных email адресов запрещена. Укажите другой email адрес.

source: activation key
fr: Clé d'activation
he: קוד הפעלה
ru: код активации

source: registration profile
fr: Profil d'inscription
he: פרופיל הרשמה
ru: профиль регистрации

source: registration profiles
fr: Profils d'inscription
he: פרופילי הרשמה
ru: профили регистрации

source: Full Name
he: שם מלא

source: Re-Password
he: סיסמה שוב

source: I agree to the Terms Of Use and Privacy Statement
he: אני מסכימ/ה לתנאי השימוש ולהצהרת הפרטיות.

source: Please agree to our terms of service
he: אנא הסכם לתנאי השימוש

source: Forgot password?
he: שכחת את הסיסמה?

source: hotspot name
he: שם הוט-ספוט

source: hotspot description
he: תיאור הוטספוט

source: Dispatching Time
he: זמן שליחת מונית

source: In minutes
he: דקות

source: radius
he: רדיוס

source: time interval
he: מרווח זמן

source: popularity
he: פופולריות

source: tag
he: תג

source: Not found
he: לא קיים

source: Not Entered
he: לא קיים

source: Exp
he: תוקף

source: Mobile Phone
he: טלפון נייד

source: Billing Info
he: פרטי חיוב

source: We have encountered an error. Please try again.
he: אופס, התרחשה שגיאה. אנא נסו שוב.

source: We are sorry, but you must update this app to the latest version to order a ride.
he: אנו מצטערים, אך כדי להזמין נסיעה עליך לעדכן את האפליקציה לגרסה האחרונה

source: An error occurred, please try again.
he: התרחשה שגיאה. אנא נסו שוב.

source: This interval is closed for booking now. Please choose a later time
he: לא ניתן להזמין לשעה שנבחרה. אנא בחר שעה אחרת ונסה שנית

source: You must be logged in to validate your phone.
he: עלייך להכנס לחשבונך לפני ביצוע אימות טלפון.

source: We are sorry but your phone cannot be changed now. We will contact you to resolve this issue as soon as possible
he: אנו מצטערים אך לא ניתן לשנות את מספר הטלפון כרגע. ניצור איתך קשר בקרוב כדי לפתור זאת

source: We're sorry but your phone appears to used by multiple users. Please contact support@waybetter.com to resolve this issue.
he: הטלפון שלך נמצא בשימוש על ידי כמה נוסעים. אנא פנה אל contact@waybetter.com לקבלת עזרה.

source: WAYbetter ride
he: נסיעת מונית WAYbetter

source: Private ride
he: נסיעת מונית פרטית

source: We're sorry but we couldn't find a taxi for you this time. (Order: %s)
he: אנו מצטערים אך לא הצלחנו למצוא לך מונית הפעם (הזמנה: %s)

source: How it Works?
he: איך זה עובד?

source: FAQ
he: שאלות נפוצות

source: Contact
he: צור קשר

source: How it Works
he: איך זה עובד

source: Frequently Asked Questions
he: שאלות נפוצות

source: About Us
he: מי אנחנו

source: about_us_content
he: <p class="gist">החזון שלנו הוא לאפשר חופש תנועה אמיתי בערים צפופות בעולם. <br/>חופש מפקקים, חופש מלוחות זמנים ותחנות, חופש מלחפש ולשלם על חניה, חופש מהוצאות גבוהות, חופש מזיהום מיותר, חופש ממוסכים, חופש מלנהוג, חופש לנסות, חופש להתפנק, וחופש לשתף ולעשות שינוי.</p><p>הקמנו את חברת WAYbetter בהמשך לפרויקט גמר אקדמי במחלקה לעיצוב תעשייתי בבצלאל.במהלך הלימודים למדנו שאפשר וצריך להשתמש במגוון הטכנולוגיות המקיפות אותנו כדי לשאוף לשפר את המוצרים ואת השירותים שאנו צורכים בכל התחומים, וכי תחבורה ציבורית היא תחום הזועק לייעול ולשיפור.כבר משלב מוקדם הבנו שהרעיון שלנו לתחבורה ציבורית דינאמית ויעילה מקסים אנשים ומעודד אותם לחשוב ולחלום וכך המעגל התרחב. במהלך השנתיים שעברו מאז הצטרפו אל הצוות מגוון שותפים, עובדים, משקיעים ויועצים מתחומים מגוונים וחברת WAYbetter יצאה לדרך.כעת אנו גאים להשיק את הדור הראשון של החזון שלנו: מוניות יעילות, קלות, וזולות וגם רווחיות יותר לנהג.</p><p>כרגע אנו בשלב הבטא אשר מאפשר נסיעה במונית ספיישל משותפת אל או מ"נקודות מרכזיות" בעיר (אירועים, מרכזי קניות, מרכזי עסקים וכו') תוך חיסכון משמעותי של כסף, זמן, וזיהום.אנחנו משתמשים בצורך הגדול שקיים במקומות המרכזיים כדי "להניח" רשת של תחבורה חכמה, ויחד נכסה את העיר כולה.</p><p>אנחנו מזמינים אתכם להצטרף לדרכינו המשותפת, להיות חלק מהתנועה החדשה ולספר לחבר'ה.</p><p>נסיעה טובה!</p>

source: Book a Ride
he: הזמן נסיעה

source: Pickup Address
he: כתובת מוצא

source: Dropoff Address
he: כתובת יעד

source: Shared
he: משותפת

source: No Luggage
he: ללא מטען

source: With Luggage
he: עם מטען

source: Private ride price
he: מחיר נסיעה לא משותפת

source: Find a Ride
he: מצא נסיעות

source: Your Order Details
he: פרטי הנסיעה שלך

source: change order settings
he: שנה פרטי נסיעה

source: Choose a Ride to Join
he: בחר נסיעה כדי להצטרף

source: Start a New Ride
he: התחל נסיעה חדשה

source: Order Accepted
he: הזמנתך התקבלה

source: Availabe Seats
he: מושבים פנויים

source: Share on Facebook
he: שתף בפייסבוק

source: Back To Home
he: חזרה לדף הבית

source: Change Credentials
he: שינוי פרטי חשבון

source: Next
he: המשך

source: More (optional)
he: עוד (לא חובה)

source: Name
he: שם

source: Add point
he: הוסף נקודה

source: Switch Direction
he: הפוך כיוון נסיעה

source: Select time
he: בחר זמן

source: No Rides
he: אין נסיעות

source: Previous Rides
he: נסיעות קודמות

source: Seats
he: מושבים

source: When (est. pickup time)
he: זמן איסוף משוער

source: Price
he: מחיר

source: An error has occurred, Please try again.
he: התרחשה שגיאה. אנא נסו שוב.

source: Your WAY is Booked
he: הנסיעה שלך הוזמנה

source: *This ride can be canceled.
he: *ניתן לבטל נסיעה זו

source: Cancel ride
he: ביטול נסיעה

source: Optimizing your WAY
he: מחשב את הדרך שלך

source: Your ride is being calculated...
he: הנסיעה שלך בחישוב...

source: This takes a few minutes
he: זה יכול לקחת כמה רגעים

source: *This ride can not be canceled.
he: * לא ניתן לבטל נסיעה זו

source: Why?
he: מדוע?

source: Your WAY Details
he: פרטי הנסיעה שלך

source: Pickup Time
he: שעת איסוף

source: Taxi Number
he: מספר מונית

source: Have a pleasant ride.
he: נסיעה נעימה!

source: Report This Ride
he: דווח על נסיעה זו

source: If you have any comments regarding this ride, please do not hesitate and write us an email.
he: אם יש לך הערות לגבי נסיעה זו, אנחנו נשמח לשמוע ולטפל בבעיה.

source: Contact us
he: ליצירת קשר

source: Taxi is on the way!
he: המונית בדרך!

source: _pickupat
he: איסוף ב

source: Tell the driver you’re with WAYbetter and the paper is at the station
he: אמרו לנהג שאתם WAYbetter ושהפתק בתחנה

source: Account Information
he: פרטי חשבון

source: Phone Verification
he: אימות טלפון

source: Billing Information
he: פרטי חיוב

source: I agree to the
he: אני מסכימ/ה ל

source: and
he: ו

source: Privacy Statement
he: הצהרת פרטיות

source: Already a member?
he: כבר הצטרפת?

source: Send SMS Code
he: שלח קוד ב-SMS

source: SMS code
he: קוד ה-SMS שקיבלת

source: An error occurred, please try again
he: התרחשה שגיאה. אנא נסו שוב.

source: Hi %(passenger_name)s,
he: הי %(passenger_name)s,

source: Thank you for using WAYbetter's smart taxi service
he: אנו מודים לך על השימוש בשירות המוניות החכמות של WAYbetter

source: Order details (ID: %(order_id)s)
he: להלן פרטי הזמנתך (מספר %(order_id)s):

source: Ride Type
he: סוג נסיעה

source: Estimated Pickup Time
he: זמן איסוף משוער

source: Please note
he: לתשומת לבך

source: A free SMS will remind you a few minutes before your taxi arrives
he: הודעת תזכורת מדויקת תישלח חינם ב-SMS מספר דקות לפני הגעת המונית

source: A detailed invoice will be sent on the 1st of next month
he: חשבונית מס חודשית מפורטת תישלח למייל זה ב-1 לחודש הבא

source: You can cancel this ride at no cost in out website up to one hour before the pickup time
he: ניתן לבטל נסיעה זו באתר ללא חיוב עד לשעה לפני שעת האיסוף

source: Have a great ride
he: נסיעה טובה

source: The <a href="http://www.waybetter.com">WAYbetter</a> team
he: חברי <a href="http://www.waybetter.com">WAYbetter</a>

source: View your order on our website
he: לצפייה בהזמנה באתר

source: privacy_content
he: <p> חברת ווי בטר בע"מ (להלן – "החברה") מייחסת כבוד רב לפרטיות לקוחותיה והמשתמשים באתר שהיא מפעילה ומנהלת בכתובת www.waybetter.com (להלן – "האתר"). </p> <p> מדיניות הפרטיות המובאת בזאת לפניך (להלן – "מדיניות הפרטיות") להלן מנוסחת בלשון זכר-יחיד מטעמי נוחות בלבד, וכל האמור בהם מתייחס, כמובן, גם לנקבה וגם לרבים. </p> <p>מדיניות הפרטיות הינה חלק אינטגראלי מתנאי השימוש המצויים באתר. אנא קרא היטב את מדיניות הפרטיות ואת תנאי השימוש בטרם השימוש באתר. מושגים אשר אינם מוגדרים במדיניות הפרטיות במפורש, יקבלו את המשמעות שניתנה להם בתנאי השימוש, בשינויים המחוייבים. הוראות מדיניות הפרטיות יחולו גם על אפליקציות ועל השירותים הניתנים באמצעות אפליקציות, וכל התייחסות במדיניות הפרטיות לאתר ולשירותים תחול על האפליקציות ועל השירותים המוצעים באפליקציות, בשינויים המחויבים.</p> <p>המסמך להלן מגדיר את התנאים החלים עליך כחלק ממדיניות הפרטיות בעת השימוש באתר, ומהווים חוזה מחייב בינך לבין החברה. אם אינך מסכים לתנאים המובאים להלן ולתנאי השימוש, עליך להימנע משימוש באתר ובשירות אותו הוא מציע.</p> <div class="header">שינויים במדיניות הפרטיות</div> <p>החברה שומרת לעצמה את הזכות לשנות את תנאי השימוש ו/או מדיניות הפרטיות בכל עת. שינויים כאמור ייכנסו לתוקף מרגע העלתם על ידי החברה לאתר. חלה עליך החובה להתעדכן בשינויים כאמור באופן סדיר, בטרם ביצוע כל שימוש באתר. השימוש באתר בכל רגע נתון כמוהו כהסכמת המשתמש לתנאי השימוש ומדיניות הפרטיות, הנכונים לרגע השימוש באתר כאמור. </p> <div class="header">רישום לשירותים</div> <p> חלק מהשירותים המוצעים באתר מחייבים הרשמה ופתיחת חשבון משתמש. במסגרת ההרשמה תידרש למסור מידע אישי לרבות ומבלי לפגוע באמור לעיל, שמך, מספר תעודת זהות או דרכון, טלפון, פרטי התקשרות עמך (כתובת ו/או כתובת דואר אלקטרוני), ואמצעי תשלום בו תחויב עבור כל השירותים שתזמין באתר ו/או באפליקציות (להלן – "המידע האישי"). ייתכן כי במקרים מסוימים בעת ההתקשרות לקבלת האישור לביצוע ההזמנה, ייווצר צורך של חברת האשראי בקבלת פרטים נוספים. במקרה זה תישלח הודעה נפרדת למזמין במועד ההזמנה, וניפוק פרטים דרושים יהווה תנאי להשלמתה. השדות, שחובה למלא יסומנו במפורש (באמצעות סמליל כוכבית או באמצעות סימון אחר שייקבע על ידי החברה). ללא מסירת המידע האישי כאמור בשדות החובה לא תוכל להירשם לשירותים אלו הטעונים רישום ופתיחת חשבון משתמש. על אף האמור לעיל, בקשר עם חלק מהשירותים תתבקש להוסיף ולמסור נתונים נוספים ("המידע הנוסף"). כך, לשם המחשה בלבד, בעת הזמנת מונית תתבקש למסור, בין היתר, את מקום האיסוף, שעת האיסוף ונקודת היעד. </p> <p> אם וככל שתמסור פרטים אישיים של צד שלישי (להלן – "מידע הנוגע לצד שלישי"), הנך מצהיר בזאת כי קיבלת את הסכמתו המפורשת של אותו צד שלישי למסירת המידע הנוגע לצד שלישי לחברה, לשם השימוש במידע הנוגע לצד שלישי, בהתאם למדיניות פרטיות זו. </p> <div class="header">שם משתמש וסיסמה</div> <p>בפתיחת חשבון משתמש תידרש לבחור שם משתמש וסיסמה, הכפופים לאישור החברה, אשר ישמשו אותך בכניסה לחלק מהשירותים באתר, ואשר יחשבו חלק מהמידע האישי. החברה רשאית לקבוע מעת לעת דרכי זיהוי נוספות או אחרות. עליך לשמור על שם המשתמש והסיסמה בסודיות. </p> <div class="header">מסירת ביקורות ותכנים נוספים</div> <p>החברה רשאית לאפשר לך להזין לאתר מידע כדוגמת ביקורת – בין אם בצורת תגובית (טוקבק) ובין אם בצורת מילוי שאלון – בין בנוגע לחברה ובין בנוגע לספקי שירות היסעים או צדדים שלישיים אחרים. במידה ותזין מידע כאמור הנך מסכים ומאשר לחברה לפרסם את תגובתך באתר ובאמצעי תקשורת נוספים לפי ראות עיניה של החברה, והכל בכפוף לחוק החל ולמדיניות הפרטיות.</p> <div class="header">מאגר מידע</div> <p> נתונים אודותיך, לרבות מידע אישי ומידע נוסף, אשר תמסור בזמן ההרשמה לשירותים באתר החברה יישמרו במאגר המידע של החברה המתנהל לפי החוק החל. הינך מצהיר כי אתה מכיר בזכותה של החברה לשמור נתונים אודותיך שמסרת בזמן ההרשמה אף לתקופה העולה על 6 חודשים. לפי חוק אינך חייב למסור לחברה את המידע כאמור, אולם מסירת המידע מהווה תנאי לשימוש בשירותים שמציעה החברה, וללא מסירה לא ניתן להשתמש בשירותים הללו. למען הסר ספק,החברה שומרת לעצמה את הזכות למנוע ממך גישה לאתר ונגישות לשירותים במקרה בו לא תמסור את המידע כאמור. </p> <div class="header">השימוש במידע</div> <p>בעת השימוש באתר יצטבר אודותיך מידע אישי, לרבות מידע אותו הזנת לאתר בעצמך. כמו כן יכול ויצטבר מידע עקב השימוש באתר ובשירותים לרבות מידע על נוהגי הגלישה שלך באתר, שירותים שרכשת באתר, מידע או פרסומות שקראת באתר, העמודים שבהם צפית באתר, ההצעות והשירותים שעניינו אותך, וכן יעשה שימוש בקבצי Cookies שיותקנו במחשב שלך בזמן הגלישה, אינפורמציה ממכשירי ניווט לוויני (GPS), אמצעי התשלום ששימשו אותך, מקום המחשב והשרת שבאמצעותו ניגשת לאתר, זמן ופרטי התחברות, פרטי הגלישה וכד', הכל בכפוף לחוק החל (להלן – "מידע תלוי שימוש"). החברה תשמור את המידע האישי, המידע הנוסף, המידע הנוגע לצד שלישי והמידע תלוי השימוש (ביחד, "המידע") במאגרה. השימוש במידע, לרבות במידע שתמסור בעת תהליך ההרשמה ופורט לעיל, ייעשה לפי מדיניות פרטיות זו לצרכי החברה, ובין היתר לשיפור השירות לטובת המטרות להלן, הכל בכפוף להוראות החוק החל: </p> <ol> <li>כדי לאפשר לך שימוש באתר ובשירותים.</li> <li>כדי לזהות אותך במהלך כניסות חוזרות לאזורים טעוני הרשמה ולחסוך רישום מחדש בכל כניסה.</li> <li>כדי לשפר ולהעשיר את האתר ואת השירותים הניתנים באתר, לרבות שירותים חדשים המותאמים לדרישות המשתמשים באתר וציפיותיהם ולרבות ביטול שירותים או חלקים מהאתר. </li> <li>כדי לאפשר לך להתאים את השירותים באתר לפי העדפותיך הפרטיות.</li> <li> כדי לשלוח אליך מדי פעם בדואר אלקטרוני מידע בדבר שירותיה ומוצריה של החברה, לרבות מידע פרסומי. מידע כאמור בסעיף זה ישוגר אליך אם נתת הסכמה מפורשת לכך במהלך פתיחת חשבון המשתמש או בכל הזדמנות אחרת. למרות האמור לעיל, מידע שנאסף בגין נתוני אשראי שמסרת בעת הזמנה לא ישמש לשם דיוור ולא יימסר לצד ג' לכל שימוש שהוא. ניתן לבטל את הסכמתך בהתאם להוראות החוק החל, בכל עת, ולחדול מקבלת המידע כאמור בסעיף זה. החברה לא תמסור את פרטיך האישיים למפרסמים לשם פנייה אליך בדיוור ישיר. </li> <li>כדי ליצור קשר איתך כשהחברה סבורה, לפי שיקול דעתה הבלעדי, שיש צורך בכך.</li> <li>לצורך ניתוח, בקרה ומסירת מידע סטטיסטי לצדדים שלישיים. מידע כאמור בסעיף זה לא יזהה אותך אישית.</li> <li>לשם תפעולו התקין והפעלתו של האתר והשירותים.</li> <li>לכל מטרה אחרת המפורטת במדיניות פרטיות זו או בתנאי השימוש של האתר.</li> </ol> <div class="header"> <div class="header"></div> </div> <p>החברה לא תמסור לצדדים שלישיים מידע אישי המאפשר לזהות אותך באופן אישי ופרטני, למעט במקרים המפורטים להלן, בהם עשויה החברה להעביר את המידע לצדדים שלישיים: </p> <ol> <li>היה ומסירת המידע לאותם צדדים שלישיים מתחייבת על מנת לאפשר לך שימוש באתר וקבלת שירותים, לרבות מבלי לגרוע מכלליות האמור לעיל, ספקי שירותי היסעים וחברות סליקת כרטיסי אשראי. </li> <li>היה ותבקש לרכוש שירותים משותפי תוכן של החברה עם צד שלישי או בעת שתיקח חלק בפעילויות תוכן של צד שלישי, או בפעילויות משותפות לחברה ולצד שלישי המוצגות באתר החברה. במקרים אלה יועבר לשותפים אלה המידע הדרוש להם לשם השלמת תהליך הרכישה, ניהול פעילות התוכן הרלבנטית ושמירת הקשר איתך. </li> <li>היה ותפר את תנאי השימוש באתר החברה ו/או את הוראות מדיניות הפרטיות ו/או הוראות הצמודות למי מהשירותים המוצעים בהם ו/או הוראה מהוראות החוק החל, ו/או אם תבצע באמצעות האתר פעולות הנחזות כמנוגדות לחוק החל, או ניסיון לבצע פעולות כאלה, תהיה החברה רשאית למסור את המידע, כולו או מקצתו, לצדדים שלישיים לפי הנדרש. </li> <li>היה והחברה נדרשת לפי החוק החל, ו/או נתקבל בידי החברה צו שיפוטי או הוראה מרשות מוסמכת המורה לה, למסור את המידע, כולו או מקצתו, לצדדים שלישיים, לפי הנדרש. </li> <li>היה ונתגלעה כל מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, ככל שיהיו בינך לבין החברה, או לבין מי מטעמה (לרבות ספקי שירותי היסעים וחברות סליקת כרטיסי אשראי). </li> <li>היה והחברה תסבור כי מסירת המידע נחוצה כדי למנוע נזק חמור לגופך או לרכושך או לגופו או לרכושו של צד שלישי. </li> <li>היה והחברה תסבור כי יש להעביר את המידע לארגון קשור, כגון חברת אם או חברת בת, ובלבד שהם ישתמשו במידע לפי מדיניות פרטיות זו, כפי שזו תעודכן מעת לעת. </li> <li>היה והחברה תארגן את פעילות האתר במסגרת תאגיד אחר, וכן במקרה שתתמזג עם גוף אחר או תמזג את פעילות האתרים עם פעילותו של צד שלישי, תהיה החברה זכאית להעביר לתאגיד החדש העתק מן המידע, ובלבד שתאגיד זה יקבל על עצמו את הוראות מדיניות פרטיות זו, כפי שתעודכן מעת לעת, ובכפוף להוראות חוק החל. </li> </ol> <div class="header"> <div class="header"></div> </div> <p>החברה מתירה, או עשויה להתיר, לצדדים שלישיים להציג באתר פרסומות של וייתכן שתתיר בעתיד לצד שלישי לנהל את מערך הפרסומות. הפרסומות באתר, לרבות הקישורים (לינקים) שמובילים אל אתר המפרסם, מגיעות ממחשביהן של אותן חברות פרסום ושייכות אליהן. לצורך ניהול הפרסומות, ייתכן ויותקנו קבצים במחשבך, לרבות קבצי עוגיות (Cookies) וכן יוצבו משואות רשת (web beacons) במודעות הפרסומת, או בדפי האתר. קבצי העוגיות ומשואות הרשת תפקידם לסייע באיסוף מידע תלוי שימוש. למען הסר ספק נאמר כי המידע תלוי שימוש הנאסף על ידי קבצי העוגיות ומשואות הרשת אינו מזהה אותך באופן אישי ופרטני, אלא מבקש להתאים את הפרסומות שיוצגו בפניך לנושאים המעניינים אותך ועולים בקנה אחד עם הרגלי הגלישה שלך. </p> <div class="header">איסוף מידע לצרכים סטטיסטיים</div> <p>החברה, בעצמה או בעזרת בצדדים שלישיים, מבצעת פילוחים סטטיסטיים אודות אופי השימוש באתר, במהלכים הם אוספים ומנתחים מידע (למעט מידע אישי המאפשר זיהוי אישי ופרטני שלך), בין היתר מידע לגביך, על היקף שימוש הגולשים באתר, תדירות השימוש בו, תדירות השימוש בחלקים בתוך האתר, מקורות הגישה של המשתמשים לאתר וכיוצא בזה. תוצר הניתוח הינו סטטיסטי במהותו, הוא איננו מזהה את הגולש באופן אישי ופרטני ונועד לצרכי ניתוח, מחקר ובקרה ושיפור האתר והשירותים.</p> <div class="header">אבטחת מידע</div> <p>החברה מיישמת באתר מערכות ונהלים לאבטחת מידע, לפי שיקול דעתה, בהתחשב בהסכמיה עם צדדים שלישיים, לרבות חברות סליקת כרטיסי אשראי. עם זאת, בעוד שמערכות ונהלים אלה מצמצמים את הסיכונים לחדירה בלתי מורשית למחשבי החברה, או לאבדן מידע עקב כוח עליון, אין בהם בטחון מוחלט. לכן החברה לא מתחייבת השימוש באתר ו/או בשירותים יהיו מוגנים וחסינים באופן מוחלט מפני גישה בלתי-מורשית למידע המאוחסן בהם, או לאבדן הנובע מסיבות שאינן תלויות בה.</p>

source: Is Sharing
he: נוסע בSharing

source: Add existing passenger
he: הוסף נוסע קיים

source: Create new passenger
he: צור נוסע חדש

source: Remove
he: הסר

source: New Passenger
he: נוסע חדש

source: Save
he: שמור

source: Please fill all fields
he: יש למלא את כל השדות

source: Saving
he: שומר

source: Passenger Created
he: נוסע נוצר בהצלחה

source: No Passengers
he: אין נוסעים

source: Not sharing
he: נוסע לבד

source: Time
he: זמן

source: # of Passengers
he: מספר נוסעים

source: Pickups
he: איסופים

source: Dropoffs
he: הורדות

source: Terms of Service
he: תנאי השימוש
