Repository: WAYbetter/waybetter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, he, ru

source: The form field %s has already been registered.
fr: Le champ %s du formulaire est déjà inscrit.
he: שדה הטופס% s כבר רשום.
ru: Поле формы %s уже существует

source: Expected Django Form instance
fr: Formulaire Django attendu
he: צפוי טופס Django
ru: Экземпляр ожидаемой формы Django

source: Field "%s" not found in this form
fr: Champ "%s" introuvable dans ce formulaire
he: שדה %s לא נמצא בטופס זה
ru: Поле "%s" не найдено в этой форме

source: Expected Django Form
fr: Formulaire Django attendu
he: צפוי טופס ג 'נגו
ru: Ожидаемая форма Django

source: Start Date
fr: Date de début
he: תאריך התחלה
ru: Дата начала

source: End Date
fr: Date de fin
he: תאריך סיום
ru: Дата окончания

source: Type
he: סוג
ru: Тип

source: Scope
fr: Périmètre
he: היקף
ru: Объем

source: City
fr: Ville
he: עיר
ru: Город

source: Station
he: תחנה
ru: Служба такси

source: type
he: סוג
ru: тип

source: order
fr: Réservation
he: הזמנה
ru: заказ

source: order assignment
fr: Affectation de la réservation
he: הקצאת הזמנה
ru: назначение на заказ

source: work station
fr: Poste de travail
he: עמדת עבודה
ru: рабочая станция

source: station
fr: Poste
he: תחנה
ru: служба

source: passenger
fr: Passager
he: נוסע
ru: пассажир

source: country
fr: Pays
he: מדינה
ru: страна

source: city
fr: Ville
he: עיר
ru: город

source: ratings
fr: Classement
he: דירוגים
ru: оценки

source: Accepted
fr: Acceptée
he: התקבלו
ru: Принят

source: Rejected
he: נדחו
ru: Отклонен

source: Timing
he: זמני תגובה
ru: Тайминг

source: Response Time (sec)
fr: Temps de réponse (sec.)
he: זמן תגובה בשניות
ru: Время отклика (сек)

source: Rating
fr: Classement
he: דירוג
ru: Оценка

source: Total
he: סך הכל
ru: Всего

source: Ratings - by Date
fr: Classement - par date
he: דירוג - לפי תאריך
ru: Оценки - по дате

source: Orders - by Date
fr: Réservation - par date
he: הזמנות - לפי תאריך
ru: Заказы - по дате

source: Ratings
fr: Classements
he: דירוגים
ru: Оценки

source: Orders
fr: Réservations
he: הזמנות
ru: Заказы

source: Orders By Type
he: הזמנות - לפי סוג

source: Ratings - by Hour
fr: Classements - par heure
he: דירוגים - לפי שעה
ru: Оценки - по часам

source: Orders - by Hour
fr: Réservations - par heure
he: הזמנות - לפי שעה
ru: Заказы - по часам

source: Submit
fr: Envoi
he: שליחה
ru: Отослать

source: name
fr: Nom
he: שם
ru: имя

source: active
he: פעיל

source: phone validation required
he: יש לאשר את מספר הטלפון

source: We are sorry but booking for the selected time is closed, please choose a different time.<br/>Your billing information was saved, you will not be asked to provide it again.
he: אנו מצטערים אך כבר לא ניתן להזמין לשעה שנבחרה בעת ההזמנה, אנא נסה להזמין שנית.<br/>פרטיך נשמרו במערכת, לא תתבקש להרשם שוב בהזמנתך הבאה.

source: The credit card can not be charged. It may be blocked or not supported in the system (American Express).
he: לא ניתן לבצע חיוב בכרטיס זה. ייתכן והכרטיס חסום או שאינו נתמך במערכת (אמריקן אקספרס).

source: Invalid card number.
he: מספר כרטיס לא תקין.

source: We are sorry but your card type is currently not supported.
he: כרטיס האשראי שהוזן אינו נתמך במערכת.אנו עושים את מירב המאמצים לתמוך בכל סוגי הכרטיסים ומקווים שהעניין ייפתר בקרוב. בינתיים אנא השתמש בכרטיס מסוג שונה.

source: Ride Summary for month
he: פירוט נסיעות מונית לחודש

source: Could not complete your registration. Please try again.
he: התרחשה שגיאה בעת הרשמתך. אנא נסה שנית.

source: id number
he: מספר זהות

source: expiration date
he: תוקף

source: charge date
he: תאריך חיוב

source: passenger name
he: שם נוסע

source: pickup
he: מוצא

source: dropoff
he: יעד

source: pickup time
fr: heure de ramassage
he: שעת איסוף
ru: время посадки

source: Back to Home Page
he: חזרה לדף הבית

source: Order Approved
he: ההזמנה נשלחה בהצלחה

source: A detailed SMS reminder will be sent 5-10 minutes prior to the taxi's arrival.
he: הודעת תזכורת תשלח 5-10 דקות לפני הגעת המונית.

source: Oops... Order Failed
he: אופס... הזמנתך נכשלה

source: There was an error processing your order. Please try again soon.
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...

source: Processing Your Order
he: שליחת הזמנה

source: Please wait, this may take a few seconds
he: אנא המתן, זה יכול לקחת כמה רגעים

source: A confirmation email was sent to you
he: אישור על ההזמנה נשלח אליך באימייל

source: You can cancell this ride at no charge up to one hour before pickup
he: ניתן לבטל נסיעה זו ללא חיוב עד לשעה לפני שעת האיסוף

source: To cancel this ride go to "My Rides" page
he: ניתן לבטל/לצפות בפרטי הנסיעה בדף "הנסיעות שלי"

source: An SMS notification will be sent (at no charge) prior to your pickup
he: תזכורת בSMS תשלח (ללא עלות) לפני הגעת המונית לנקודת האיסוף

source: create date
fr: Créé le
he: תאריך יצירה
ru: дата создания

source: modify date
fr: Modifié le
he: שינוי תאריך
ru: дата модификации

source: country code
fr: Code pays
he: קוד המדינה
ru: код страны

source: dial code
fr: Indicatif
he: קוד חיוג
ru: телефонный код

source: countries
fr: Pays
he: מדינות
ru: страны

source: cities
fr: Villes
he: ערים
ru: города

source: Edit Points
he: ערוך נקודות

source: Invalid value: %s
fr: %s: valeur invalide
he: ערך לא חוקי: %s
ru: Неверное значение: %s

source: Sunday
fr: dimanche
he: יום ראשון
ru: воскресенье

source: Monday
fr: lundi
he: יום שני
ru: понедельник

source: Tuesday
fr: mardi
he: יום שלישי
ru: вторник

source: Wednesday
fr: mercredi
he: יום רביעי
ru: среда

source: Thursday
fr: jeudi
he: יום חמישי
ru: четверг

source: Friday
fr: vendredi
he: יום שישי
ru: пятница

source: Saturday
fr: samedi
he: יום שבת
ru: суббота

source: Value must consists of digits only.
fr: La valeur ne doit comporter que des chiffres
he: הערך חייב להיות מורכב מספרות בלבד.
ru: Значение должно содержать только цифры.

source: Value must consists of exactly ten digits.
he: עשר ספרות בלבד.

source: All we know is that there was an error. Please try again whatever you did.
he: כנראה שהתרחשה שגיאה. בבקשה נסו שוב.

source: Phone authentication
he: זיהוי טלפון
ru: Проверка подлинности номера

source: Phone you registered with
fr: Le téléphone avec lequel vous vous êtes inscrit
he: הטלפון איתו נרשמת
ru: Телефон, указанный при регистрации

source: Phone not registered. <a href=# class=join_link>Join</a>
he: הטלפון לא רשום. <a href=# class=join_link>הצטרף!</a>
ru: Номер не опознан. <a href=# class=login_link>Присоединиться</a>

source: Fill in to finish registration
fr: A remplir pour finir l'inscription
he: יש למלא לסיום ההצטרפות
ru: Заполните для завершения регистрации

source: An SMS verification code was sent to you. Please fill it to confirm your details.
fr: Un SMS avec un code de vérification vous a été envoyé. Merci de le saisir pour confirmer vos coordonnées.
he: קוד אימות נשלח אליך בSMS. נא להזין לאישור הפרטים שלך
ru: Вам выслано SMS с проверочным кодом. Введите код для подтверждения своих данных.

source: Enter SMS code
fr: Saisir le code SMS reçu
he: קוד ה-SMS שקיבלת
ru: Введите SMS-код

source: Finish
fr: Terminer
he: סיום
ru: Завершить

source: Reset account credentials
fr: Réinitialiser les identifiants
he: שינוי פרטי חשבון
ru: Сброс данных аккаунта

source: Change email address
he: שינוי כתובת אימייל
ru: изменить email

source: Enter your email
fr: Saisissez votre e-mail
he: הכנס את כתובת האימייל שלך
ru: Введите ваш email

source: (Optional)
fr: (Facultatif)
he: (לא חובה)
ru: (Необязательно)

source: Choose Password
fr: Saisissez un mot de passe
he: בחירת סיסמה
ru: Выбрать пароль

source: Re-enter Password
fr: Saisissez à nouveau le mot de passe
he: וידוא סיסמה (עוד פעם)
ru: Подтвердить пароль

source: Login
he: כניסה
ru: Войти

source: OOPS...
he: אופס...

source: Close
fr: Fermer
he: סגירה
ru: Закрыть

source: Please enter your email
he: כתובת האימייל שלך
ru: Введите Ваш email

source: Please enter your password
fr: Saisir votre mot de passe
he: הסיסמה שלך
ru: Введите пароль

source: OK
he: אישור

source: Home
he: דף הבית

source: Please Let Us Know How You Feel
he: הצעות? תלונות? רעיונות? חשוב לנו לדעת מה דעתך

source: I'm Happy :)
fr: J'ai aimé
he: אהבתי
ru: Что порадовало :)

source: I'm Sad :(
he: לא אהבתי

source: Thanks, your feedback has been sent
fr: Merci, votre message a été envoyé
he: תגובתך התקבלה. תודה רבה!
ru: Спасибо, Ваш отзыв отправлен

source: Your email
he: האימייל שלך

source: Invalid email address
fr: Adresse non valide
he: כתובת אימייל לא חוקית
ru: Неверный email

source: Don't have an account?
fr: Vous n'êtes pas encore inscrit ?
he: לא נרשמת?
ru: Еще не зарегистрировались?

source: Join Now!
fr: Pour s'inscrire...
he: להצטרפות!
ru: Присоединяйтесь!

source: Email
he: אימייל

source: Password
fr: Mot de passe
he: סיסמה
ru: Пароль

source: Can't access your account? <a href='#'> Click here</a>
fr: Vous ne pouvez pas accéder à votre compte ? <a href='#'> Cliquez ici</a>
he: לא מצליח להכנס? <a href='#'> לחץ פה</a>
ru: Не можете войти в аккаунт? <a href='#'> Нажать здесь</a>

source: Activate Your Phone (Free)
fr: SMS de vérification (gratuit)
he: אימות פרטי טלפון ב SMS (חינם)
ru: Активировать телефон (бесплатно)

source: Phone already in use. <a href=# class=login_link>Login</a>
fr: Téléphone déjà inscrit
he: הטלפון כבר רשום. <a href=# class=login_link>כניסה</a>
ru: Номер уже занят. <a href=# class=login_link>Войти</a>

source: PRESS TO SEND SMS CODE
fr: Cliquer pour recevoir code SMS
he: לחץ לשליחת קוד SMS
ru: Нажать для получения SMS c кодом

source: CODE SENT
fr: Code SMS envoyé
he: קוד SMS נשלח
ru: Код отправлен

source: FINISH
fr: Terminer
he: סיום
ru: Завершить

source: Sending...
fr: Envoi...
he: שולח...
ru: Отправка...

source: Enter your mobile phone #
fr: Votre numéro de portable
he: מספר הטלפון הנייד שלך
ru: Ввести № моб. телефона #

source: Enter SMS Ver. Code
fr: Code SMS reçu
he: קוד ה-SMS שקיבלת
ru: Ввести код из SMS

source: Number too short
fr: Numéro trop court
he: מספר קצר מדי
ru: Слишком короткий номер

source: Number too long
fr: Numéro trop long
he: המספר ארוך מדי
ru: Очень длинный номер

source: Only digits please
fr: Chiffres uniquement
he: ספרות בלבד בבקשה
ru: Только цифры, пожалуйста

source: Local Mobile Phone Number
fr: Numéro de portable
he: מספר טלפון נייד
ru: Местный № моб. телефона

source: Already Registered?
fr: Déjà inscrit ?
he: כבר הצטרפת?
ru: Уже зарегистрированы?

source: YOUR ORDER HAS BEEN RECEIVED
fr: Votre réservation a bien été reçue
he: הזמנתך התקבלה!
ru: Ваш заказ принят!

source: Choose a password
fr: Choisissez un mot de passe
he: בחירת סיסמה
ru: Выбрать пароль

source: Re-enter your password
fr: Saisissez à nouveau le mot de passe
he: וידוא סיסמה (עוד פעם)
ru: Подтвердить пароль

source: Checking...
fr: Vérification...
he: בודק ...
ru: Проверка...

source: Join Us For a WAYbetter Experience
fr: Inscrivez-vous gratuitement à WAYbetter
he: מצטרפים חינם ונהנים משירות <span class=waybetter></span> !
ru: Присоединяйтесь к WAYbetter!

source: An SMS with ride details will be sent soon
fr: La station la plus proche recherche un taxi libre. Un SMS vous sera envoyé sans délai.
he: התחנות הקרובות מחפשות עבורך מונית פנויה. הודעת SMS עם פרטי הנסיעה תשלח אליך מיד...
ru: Вскоре Вы получите SMS с данными заказа

source: Email already registered
he: אימייל כבר רשום
ru: Этот Email занят

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
he: אין התאמה בין הסיסמאות
ru: Пароли неидентичны

source: I’ve just ordered a taxi from
he: הרגע הזמנתי מונית מ

source: to
he: אל

source: Pick Me App by WAYbetter
he: נגעת נסעת WAYbetter

source: The easiest way to get a taxi
he: הדרך הכי קלה להזמין מונית

source: Share On Facebook
he: שתף בפייסבוק

source: Tweet Your Ride
he: צייץ בטוויטר

source: In the meantime, join for better experience (free)
fr: En attendant, inscrivez-vous
he: בינתיים, השלם את הרשמתך ל<span class=waybetter></span> !
ru: А пока присоединяйтесь к нам (бесплатно) <span class=waybetter></span> !

source: Your Email
fr: Votre e-mail
he: האימייל שלך
ru: Ваш Email

source: Get emails from waybetter (we promise not to spam)
fr: J'accepte de recevoir des mails de WAYbetter (pas de spam! Promis!)
he: קבל הודעות אימייל מ <span class=waybetter></span> (אנחנו מבטיחים לא לזבל)
ru: Получать эл. почту от Waybetter (рассылка спама исключена)

source: JOIN
fr: S'inscrire
he: הצטרפות
ru: Регистрация

source: Sign up using the following details
fr: Inscription avec les détails suivants
he: הרשמה באמצעות הפרטים הבאים
ru: Регистрация со следующими данными

source: Let Us Take It From Here...
fr: Maintenant, à nous...
he: אנחנו נמשיך מכאן ...
ru: Продолжим отсюда...

source: (Or)
fr: (ou)
he: (או)
ru: (Или)

source: login using your account at:
he: כניסה באמצעות החשבון שלך ב:
ru: войти через Ваш аккаунт в:

source: Terms Of Use
fr: CGU
he: תנאי השימוש
ru: Условия использования

source: actual_terms
fr: Conditions d'utilisation
he: אנו ("התחנה"), מעוניינים לשתף פעולה עם חברת ווי-בטר בע"מ, ח.פ 51-442591-7 ("החברה"), וזאת מתוך מחויבות לספק שירות טוב ויעיל לנוסעים המזמינים שירות הסעה באמצעות אפליקציית ‏WAYbetter אשר פיתחה החברה ("האפליקציה") במסגרת אתר האינטרנט שכתובתו waybetter.com ("האתר") בהתקנת האפליקציה מצהירה התחנה כי היא קראה את האמור בתנאי שימוש אלה וכי היא מסכימה לאמור בהם כדלקמן: בכפוף לאמור בהסכם זה, החברה מעניקה בזאת לתחנה זכות שימוש לא-בלעדית באפליקציה ("זכות השימוש"); אין במתן זכות השימוש או בחתימה על הסכם זה משום מתן הרשאה, רישיון או זכות לתחנה להמחות, להעביר, למכור, להשכיר או לחכור את האפליקציה לצד שלישי, בין אם תמורת תשלום ובין אם לאו זכות השימוש הינה למשך חודש בלבד והיא מתחדשת באופן אוטומטי מדי חודש, עד למתן הודעה מצד החברה לתחנה כי זכות השימוש פגה ואינה תקפה. הודעה כאמור יכולה להינתן על ידי החברה בכל עת ועל פי שיקול דעתה המלא והבלעדי של החברה; שימוש בחבילת התוכנות והשירות ניתנים חינם לתקופת נסיון של 60 יום ללא תשלום וללא התחייבות מצד התחנה. תקופת הנסיון תחל עם הגעת החומרים הפרסומיים לידי התחנה. בתום תקופת הנסיון, באם התחנה לא ביקשה להתנתק מהשירות, תחויב התחנה באופן אוטומטי. בגין מתן זכות השימוש לתחנה, מתחייבת התחנה לשלם לחברה את הסכומים המפורטים בתנאי שימוש אלה; החיובים יתבצעו אחת לחודש בהסכם הרשאה לחיוב (הוראת קבע) או באמצעי חילופי, אם תודיע על כך התחנה בכתב לחברה לפני מועד החיוב הרלוונטי. במקרה והתחנה תבחר להתנתק מהשירות, לאחר מועד אישור ההתנתקות במייל, תופסק התחנה להיות מחויבת. עלות השירות עבור התקנה חד-פעמית של ממשק ניהול הזמנות בעמדת הפקיד, פרסום דף הזמנות אינטרנטי של התחנה, רישיון שימוש לא-בלעדי ל אפליקציה להזמנת מונית מתקדמת מטלפון-חכם, ורישיון שימוש לא-בלעדי ל אפליקציית הזמנות ייעודית למוסדות ועסקים. תחויב התחנה בתשלום של: 420 ₪ בחודש עד תיקרה של 500 הזמנות. 630 ₪ בחודש עד תיקרה של 1,000 הזמנות. 990 ₪ בחודש עד תיקרה של 2,000 הזמנות. 1,620 ₪ בחודש עד תיקרה של 4,000 הזמנות. האפליקציה מופצת כמות שהיא ,‪("‬as is‪")‬ ללא אחריות מכל סוג שהוא, בין אם מפורשת, מרומזת או מעוגנת בחוק. אי לכך ובהתאם לזאת התחנה מצהירה ומסכימה כי החברה ו/או כל גוף או אדם הקשורים לחברה ובעלי מניותיה ו/או מעורבים ביצירת, הפקת או הפצת האפליקציה יהיו פטורים מכל אחריות וחובות, בקשר לכל נזק, פגיעה, הפסד או הוצאה, ישירים או עקיפים, משניים, מיוחדים או תוצאתיים, וכי השימוש באפליקציה או באתר או בשירות, הינו באחריות התחנה בלבד; התחנה מצהירה כי במקרה והתחנה אינה שבעת-רצון מהאפליקציה או חלק ממנה, או מאחד מתנאי השימוש, הסעד היחידי והבלעדי אשר יעמוד לרשות התחנה הינו הפסקת השימוש באפליקציה ו/או באתר; החברה שומרת לעצמה את הזכות לעדכן את תנאי השימוש, מעת לעת, לפי שיקול דעתה המלא והבלעדי ובכפוף להודעה מראש של שבעה ימים לכתובת הדואר האלקטרוני שתציין התחנה בעת ההרשמה לאתר; מלוא זכויות היוצרים והקניין הרוחני באפליקציה הינו בבעלותה המלאה והבלעדית של החברה וכל הזכויות, לרבות זכויות קניין רוחני באפליקציה הינן ותישארנה תחת בעלותה המלאה והבלעדית של החברה. תנאי שימוש אלה ומתן זכות השימוש אינו מעניק לתחנה כל זכות באפליקציה למעט זכות השימוש המוגבלת המוענקת לתחנה במפורש על פי תנאי שימוש אלה ובתנאים האמורים לעיל. החברה רשאית להפסיק בכל עת וללא הודעה מראש, את מתן השירותים באמצעות האפליקציה, כולם או מקצתם ולתחנה לא תהא כל טענה או דרישה בקשר עם הפסקת מתן השירותים וזכות השימוש על ידי החברה כאמור; התחנה לא תנסה לבצע פענוח מכל סוג שהוא של האפליקציה, לרבות הנדוס לאחור ‪(‬reverse engineering‪)‬ /או דקומפילציה ‪(decompilation)‬ כמו כן, התחנה לא תנסה לבצע עדכונים או שינויים באפליקציה, כולה או חלקה ו/או לשלב אותה בתוכנות אחרות. בנוסף, התחנה לא תיצור, ולא תנסה ליצור, עותקים מהאפליקציה, כולה או חלקה, להפיצה, לשדרה, לשום מטרה, בשום דרך שתהיה; החברה אינה מתחייבת כי השימוש באפליקציה לא יופרע, יינתן כסדרו ללא הפסקות והפרעות ו/או יהיה חסין מפני גישה לא חוקית למחשבי החברה, נזקים, קלקולים, תקלות, כשלים בחומרה, תוכנה או בקווי התקשורת אצל החברה או מי מספקיה או ייפגע מכל סיבה אחרת, והחברה לא תהא אחראית לכל נזק, ישיר או עקיף, עגמת נפש וכיו"ב שייגרמו לתחנה או לרכושה עקב כך; תנאי שימוש אלה כפופים לחוקי מדינת ישראל. סמכות השיפוט בלעדית לדון בכל סכסוך העולה מתנאי שימוש אלה תהיה נתונה לבית-משפט בעל הסמכות הרלוונטית בתל-אביב-יפו בלבד. ‬
ru: Условия использования Приложения <span class=waybetter></span> Мы (далее – Служба) заинтересованы в сотрудничестве с компанией «Вей-беттер» LTD № 51-442591-7 (далее - Компания) в целях предоставления высококачественного и эффективного сервиса клиентам, заказывающим услуги по перевозке пассажиров с использованием приложения WAYbetter (далее – Приложение), которое было разработано Компанией на базе веб-сайта www.waybetter.com (далее – Сайт). Устанавливая Приложение, Служба тем самым заявляет, что прочитала настоящие Условия использования и согласна с их содержанием, в соответствии с нижеизложенным: Компания предоставляет Службе неисключительное право использования Приложения (далее – Право использования), в соответствии с изложенным в настоящем соглашении; предоставление Права использования или подписание данного соглашения никоим образом не означают предоставления Службе разрешения, лицензии или права переуступать, делегировать, продавать либо передавать в аренду Приложение третьим лицам, как возмездно, так и безвозмездно; Право использования предоставляется сроком на один (1) месяц и автоматически продлевается ежемесячно до момента уведомления Компанией Службы об истечении срока действия Права использования. Данное уведомление Компания может направить в любое время и по собственному усмотрению; В обмен на предоставление Права использования Служба обязуется выплачивать Компании денежные суммы в размере, указанном в настоящих Условиях использования. Поясняется, что выплата указанных денежных сумм начинает производиться только после отправления Компанией сообщения по электронной почте на электронный адрес Службы. Последний передается Компании в момент регистрации на Сайте и используется при запуске Приложения; Условия оплаты За каждый заказ, выполняемый Службой (после нажатия кнопки «Отправить» в Приложении), Служба выплачивает комиссионное вознаграждение в размере одного (1) шекеля. Исключением являются заказы, предоставляемые со скидкой и/или в рамках акции, проводимой Компанией, и о которых она извещает. Оплата таких заказов не производится Службой, либо производится в уменьшенном размере, согласно условиям предоставляемой скидки и/или акции, о которых извещает Компания, и по ее собственному усмотрению; Оплата взимается один (1) раз в месяц посредством кредитной карты, номер которой передается Службой в момент регистрации на Сайте (либо посредством другой кредитной карты, о чем Служба оповещает Компанию в письменной форме до наступления соответствующего срока оплаты); Службе направляется подробный ежемесячный отчет по кредитной карте. Приложение распространяется по принципу "AS IS" ("как есть") без предоставления каких-либо гарантий, явных, скрытых либо прописанных законом. На основании вышеизложенного Служба заявляет и соглашается, что Компания и/или любая организация или лицо, связанные с Компанией, а также владельцы такси и/или лица, имеющие отношение к созданию, выпуску либо распространению Приложения не несут какой-либо ответственности и обязательств за любые вред, ущерб, убытки либо расходы, носящие прямой, косвенный, второстепенный, особый или результативный характер. Служба также заявляет и согласна с тем, что берет на себя всю ответственность за использование Приложения, Сайта либо услуг Компании; Служба заявляет, что в случае неудовлетворенности качеством Приложения, его части или каким-либо пунктом Условий использования, единственным и исключительным решением вопроса может быть прекращение использования Службой Приложения/Сайта; Компания оставляет за собой право периодически изменять Условия использования по собственному усмотрению. Компания уведомляет Службу о новых Условиях использования за семь (7) дней до их вступления в силу, отправляя сообщение на адрес электронной почты, указанный Службой в момент регистрации на Сайте; Приложение является объектом интеллектуальной собственности и исключительных авторских прав Компании. Все права, включая право интеллектуальной собственности, в настоящем и будущем всецело и исключительно принадлежат Компании. Данные Условия использования и предоставление Права использования не передают Службе каких-либо прав на Приложение, за исключением права ограниченного использования, как ясно изложено в настоящих Условиях использования и вышеприведенных условиях. Компания вправе в любое время и без предварительного извещения прекратить предоставление услуг посредством Приложения, частично или полностью. Служба не может выдвигать претензии или требования Компании в связи с прекращением предоставляемых ею услуг и Права использования; Служба не может предпринимать каких-либо действий с целью раскрытия технологии Приложения, включая методы реверсивной технологии (reverse engineering) и декомпиляцию (decompilation). Служба также не может, частично либо полностью, вносить обновления или изменения в Приложение, и/или комбинировать его с другими программами. Служба не может, частично либо полностью, пытаться копировать, копировать, распространять либо передавать Приложение в каких-либо целях и какими-либо путями; Компания не гарантирует отсутствия помех, перерывов и сбоев при использовании Приложения, а также его исправной работы в случаях незаконного доступа к компьютерам Компании, либо повреждений, поломок, неисправностей в аппаратном/программном обеспечении, на линиях связи Компании/ее провайдера, либо в связи с другой причиной. Компания не несет ответственности за любой ущерб, прямой или косвенный, а также за моральный ущерб и т.д., причиненные Службе либо ее имуществу в результате таких событий; תНастоящие Условия использования подчиняются законам Государства Израиль. Рассмотрение любых споров, касающихся настоящего договора, подлежит исключительной юрисдикции соответствующего суда в г. Тель-Авиве.

source: URL
he: כתובת אתר אינטרנט

source: This value must contain only letters, numbers, underscores, dashes or slashes.
fr: Cette valeur ne peut contenir que des lettres, des chiffres, des caractères de soulignement, des tirets ou des barres obliques.
he: ערך זה חייב להכיל אותיות, ספרות, מקפים, קווים תחתונים או חתכים.
ru: Это значение должно содержать буквы, цифры, нижнее подчеркивание, дефисы или слэши.

source: Advanced options
fr: Options avancées
he: אפשרויות מתקדמות
ru: Дополнительные параметры

source: title
fr: titre
he: כותרת
ru: заголовок

source: content
fr: contenu
he: תוכן
ru: содержание

source: enable comments
fr: autoriser commentaires
he: אפשר תגובות
ru: разрешить комментарии

source: template name
fr: nom du modèle
he: שם תבנית
ru: название шаблона

source: registration required
fr: inscription nécessaire
he: נדרש רישום
ru: необходима регистрация

source: If this is checked, only logged-in users will be able to view the page.
fr: Si la case est cochée, seuls les utilisateurs connectés pourront visualiser cette page.
he: אם זו מסומנת, מחובר רק משתמשים רשומים יוכלו להציג את הדף.
ru: При наличии отметки только зарегистрированные пользователи могут видеть страницу.

source: flat page
fr: page plane
he: שטוח הדף
ru: статическая страница

source: flat pages
fr: pages planes
he: שטוח עמודים
ru: статические страницы

source: To view your taxi:
he: (beta) לצפייה במונית:

source: contact person
fr: contact
he: איש קשר
ru: контактное лицо
