Repository: WAYbetter/waybetter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, he, ru

source: faq_content
he: <div class="q"> איך מזמינים נסיעה?</div> <div class="a"> פשוט מאוד. <ol> <li> נכנסים לWAYbetter </li> <li> מזינים את מסלול הנסיעה הרצוי (מוצא, יעד, וזמן)<br>שימו לב, בשלב זה אחת הכתובות צריכה להיות "נקודה מרכזית" מהרשימה, והשנייה כל כתובת בעיר.</li> <li> לוחצים על כפתור ההזמנה וסיימתם. הנסיעה הוזמנה.</li> </ol>כ 10 דקות לפני הגעת המונית אליכם, תקבלו תזכורת ב SMS ללא כל עלות. </div> <div class="q"> הזמנתי נסיעת WAYbetter אבל נסעתי לבד במונית. כמה אשלם?</div> <div class="a"> תשלם את המחיר המוזל של נסיעת WAYbetter, כפי שהוצג בעת ההזמנה.</div> <div class="q"> כמה זה יעלה לי?</div> <div class="a"> ב-WAYbetter המחיר ידוע מראש ונקבע על פי רמת היעילות במערכת - ככל שיותר אנשים משתמשים כך המחיר נמוך יותר. בכל מקרה תשלם תמיד רק את המחיר שמוצג בעת ההזמנה. </div> <div class="q"> איך קובעים מי ייסע עם מי?</div> <div class="a"> מערכת WAYbetter תאפשר שיתוף רק במידה ומסלולי הנסיעה שלך חופפים במידה מספקת למסלולי השותפים שלך לדרך. WAYbetter פיתחה אלגוריתם ייחודי היודע להתחשב במצב התנועה, במיקום צי המוניות ובבקשות הנוסעים ולייצר מסלולים אופטימליים תוך התחשבות ברמת השירות. </div> <div class="q"> איך משלמים עבור הנסיעות?</div> <div class="a"> כחלק מתפיסת השירות שלנו, אנו מאמינים שההתעסקות עם כסף מזומן, עודף, ואיסוף קבלות פוגעות ברמת השירות. אנו רוצים לספק חוויה בה הנוסע עולה ויורד מן המונית באופן חופשי, מבלי להתעסק בכל אלה. לכן, אנו מאפשרים לשלם עבור כל הנסיעות באופן אוטומטי בחשבון הקשור בכרטיס אשראי. אחת לחודש נשלח אליכם חשבונית אחת מפורטת הכוללת את הנסיעות שביצעתם במהלך החודש האחרון. </div> <div class="q"> בנסיעות משותפות, איך אני יודע שלא אבזבז זמן ואסע בסיבובים?</div> <div class="a"> המערכת של WAYbetter מתוכננת להבטיח רמת שירות גבוהה מאוד. המערכת תאחד בינכם ובין נוסעים אחרים תוך הקפדה על מינימום תוספת לזמן הנסיעה. זמן הנסיעה יתארך לכל היותר במספר דקות (25% מזמן הנסיעה הישירה). במידה ולא נמצא דרך לשתף את נסיעתכם במגבלות אלו, תקבלו נסיעה פרטית במחיר של נסיעת WAYbetter! </div> <div class="q"> האם ניתן לבטל נסיעות?</div> <div class="a"> כן, נסיעות המוזמנות מראש ניתנות לביטול עד לכחצי שעה לפני זמן האיסוף. נסיעות אשר יבוטלו עד לזמן זה לא יחוייבו כלל. </div> <div class="q"> הזמנתי נסיעה, והמונית לא הגיעה. מה עלי לעשות?</div> <div class="a"> אנו עושים כל מאמץ כדי לספק לכל הצדדים המעורבים את האפשרות להתמודד עם מצבים כאלה. בהודעת התזכורת לנסיעה (אשר נשלחת בהודעת סמס חינם) אנו מצרפים את פרטי תחנת המוניות, כולל מספר הטלפון שלה. אל תהסס להשתמש במידע זה, צור קשר והתחנה תדאג לשרתך. במקרה והנסיעה לא יצאה לפועל בכל זאת: סמן נסיעה זו ברשימת "הנסיעות שלי" באתר ואנו נערוך בירור אל מול כל הגורמים הרלוונטיים, ובהתאם נזכה את חשבונך. </div> <div class="q">איך זה עובד?</div> <div class="a">WAYbetter פיתחה אלגוריתם חכם היודע למצוא במהירות נוסעים בעלי מסלול חופף, תוך התחשבות בפרמטרים של מחיר מינימלי, רמת שירות מעולה, מצב התנועה בעיר ועוד.<br>בזכות הטכנולוגיה המתקדמת אתם לא צריכים לעשות דבר, רק להזמין, ולנסוע. ללא דאגות.</div> <div class="q"> כמה זמן מראש צריך להזמין את הנסיעה?</div> <div class="a">נסיעה מכתובת לנקודה מרכזית: כשעה מראש.<br>נסיעה מנקודה מרכזית לכתובת: כרבע שעה מראש.<br>עם הזמן, כשרמת השימוש ו"צפיפות הביקושים" במערכת תעלה, הזמנים יתקצרו עד להזמנה מיידית. </div><div class="q"> האם יש תשלומים נוספים, פרט לתשלום על הנסיעה?</div><div class="a">לא. אתם משלמים אך ורק על הנסיעות שלכם.<br>לא נסעתם, לא שילמתם.</div>

source: Login To Your Account
he: הכנס לחשבונך

source: Registered Users
he: חברים רשומים

source: New Member
he: חבר חדש

source: Join Now
he: הצטרף עכשיו

source: Upcoming Rides
he: נסיעות עתידיות

source: Cancel Ride
he: בטל נסיעה

source: Report Ride
he: דווח

source: An SMS reminder with ride details will be sent a few minutes before your pickup
he: הזמנתך התקבלה. תזכורת תשלח בSMS חינם לפני האיסוף. לידיעתך, ניתן לבטל נסיעה זו ללא חיוב עד לכשעה לפני שעת האיסוף.

source: Final Pickup Time
he: שעת איסוף

source: Taxi Station
he: תחנה

source: Order Cancelled
he: הנסיעה בוטלה

source: Details
he: פרטים

source: Billing
he: פרטי חיוב

source: We send a text notification prior to the taxi's arrival at pickup (at no charge)
he: אנו שולחים תזכורת SMS (ללא עלות) כמה דקות לפני הגעת המונית לנקודת האיסוף

source: Enter phone number
he: הכנס מספר טלפון נייד

source: Get verfication code (free)
he: שלח קוד אימות

source: Checking
he: בודק...

source: Choose Pickup Time
he: בחר זמן לאיסוף

source: Choose Dropoff Time
he: בחר שעת הגעה ליעד

source: Dropoff Time
he: שעת הגעה ליעד

source: Currently we can not offer service in
he: כרגע לא ניתן להזמין נסיעות מ/אל

source: One seat
he: מושב אחד

source: Choose Hotspot
he: בחר נקודה מרכזית

source: We have encountered an error handling your order. Please try again
he: אופס, התרחשה שגיאה. אנא נסו שוב.

source: Shared Taxis to Central Locations
he: מוניות משותפות לנקודות מרכזיות

source: Order Now
he: הזמן עכשיו

source: Feedback
he: משוב

source: Share
he: שתף

source: Your WAY
he: הנסיעה שלך

source: Welcome
he: ברוכים הבאים

source: mobile_app_welcome_txt
he: באפליקציה זו תוכלו להזמין ולשלם עבור נסיעות משותפות במונית ספיישל ולחסוך עשרות שקלים בכל נסיעה!

source: This app is free (as in free beer)
he: השימוש באפליקציה חינם, וללא דמי מנוי.

source: Enter App
he: כניסה לאפליקציה

source: Login/Join Now
he: התחבר / הצטרף עכשיו

source: Login to enjoy WAYbetter taxi service
he: הכנס ותהנה משרות מוניות WAYbetter

source: New Member? Join Now!
he: חבר חדש? הצטרף עכשיו!

source: Memebers Entrance
he: כניסה למשתמשים רשומים

source: Number of Seats
he: מספר מושבים

source: Order 1 seat
he: הזמן מושב אחד

source: Order %(i)s seats
he: הזמן %(i)s מושבים

source: Ride Details
he: פרטי הנסיעה

source: Like us
he: תן לייק

source: Tell a Friend (email)
he: ספר לחברים במייל

source: Rate Us
he: דרגו אותנו

source: Remember, the more passengers using this app the better it becomes (higher efficiency, cheaper rides and better availablity). <br/><br/>Thanks :)
he: זכור, ככל שיותר נוסעים משתמשים באפליקציה זו כך היא משתפרת (היעילות עולה, המחיר יורד והזמינות גדלה).<br/><br/><span class="bold">תודה :)</span>

source: Terms of Use
he: תנאי שימוש

source: Logout
he: התנתק

source: Your network connectivity appear to be down. This application uses internet connectivity and will not work properly without a working connection.
he: נראה שאין לך חיבור לרשת. אפליקציה זו זקוקה לחיבור אינטרנט כדי לפעול כהלכה.

source: Error while logging out
he: התרחשה שגיאה בעת ההתנתקות

source: Signing you in...
fr: Inscription en cours...
he: מכניסים אותך ..
ru: Вы входите...

source: The page you requested could not be found.
fr: Impossible de trouver la page demandée
he: הדף המבוקש לא נמצא
ru: Запрашиваемая страница не найдена.

source: There was an error while handling your request.
fr: Une erreur est survenue durant le traitement de votre requête.
he: אנו מצטערים, אך נתקלנו בשגיאה בעת הטיפול בבקשה שלך. ניתן לנסות שנית מאוחר יותר...
ru: Во время обработки Вашего запроса произошла ошибка.

source: Get Your Taxis Online (FREE)
fr: Commander un taxi, c'est un jeu d'enfant (et c'est gratuit)
he: פשוט להזמין מונית (חינם)
ru: Заказ такси он-лайн (бесплатно)

source: Passengers home
fr: Page d'accueil Passagers
he: דף-בית נוסעים
ru: Вход для пассажиров

source: WAYbetter: the best way to get a taxi!
fr: WAYbetter: la meilleure façon de trouver un taxi !
he: הדרך הטובה ביותר להשיג מונית (חינם)
ru: WAYbetter: Лучший способ заказать такси (бесплатно)

source: WAYbetter
fr: <span class=waybetter></span>
he: <span class=waybetter></span>
ru: <span class=waybetter></span>

source: No connection to server
fr: Pas de connexion au serveur
he: אין חיבור לשרת
ru: Нет соединения с сервером

source: Revolution in Transportation: Shared taxi rides to Hotspots. Book a shared taxi online: comfortable, hassle free ride, save tens of dollars.
he: מהפכה בתחבורה: מוניות לכולם! הזמינו מונית בלחיצה וסעו בנוחות, בלי ארנק, בלי דאגות ותוך חסכון של עד 80% לנסיעה

source: smart,iPhone,way better,order taxi, share
he: מונית,משותפת,ווי-בטר,הזמנת מונית,מונית תל אביב,רמת החייל,חינם,אפליקציה,סביבה, שיתוף

source: Half Price Taxi Rides
he: מוניות לכולם, בחצי מחיר

source: Revolution in Transportation: Half-priced taxi rides. Book a shared taxi online: comfortable, hassle free ride, save tens of dollars.
he: מהפכה בתחבורה: מונית בחצי מחיר!הזמינו מונית בלחיצה וסעו בנוחות, בלי ארנק, בלי דאגות ותוך חסכון של עשרות שקלים לנסיעה.

source: Social revolution in public transportation. WAYbetter allows you to order shared taxi rides , for a (very) low fixed price. It’s green, it’s fast and it’s cheap. Check it out: www.waybetter.com
he: WAYbetter - אפליקציה חברתית חדשה שעושה מהפכה בתחבורה.\nבאפליקציה ניתן להזמין נסיעות משותפות במונית ספיישל, תוך חסכון אדיר (ומובטח) של עשרות שקלים לנסיעה.\nזה משתלם, זה חברתי וזה ירוק.\n\nחייבים לנסות:\nwww.waybetter.com

source: Ride cancelled.
he: הנסיעה בוטלה.

source: Info/Cancel
he: מידע/ביטול

source: Thinking...
he: חושב...

source: Get the App
he: הורידו את האפליקציה

source: Community
he: קהילה

source: Facebook
he: פייסבוק

source: Twitter
he: טוויטר

source: Back to Top
he: למעלה

source: Add
he: הוספה

source: History
he: נסיעות קודמות
ru: נסיעות קודמות

source: View on site
he: הצג באתר

source: Please correct the error below.
he: נא לתקן את השגיאה המסומנת

source: Verification
fr: Vérification
he: אימות טלפון
ru: Проверка

source: Account successfully activated
fr: Activation du compte réussie
he: החשבון הופעל בהצלחה
ru: Аккаунт успешно активирован

source: Account activation failed
fr: Echec de l'activation du compte
he: הפעלת חשבון נכשלה
ru: Не удалось активировать аккаунт

source: Login to WAYbetter
he: כניסה לחשבון WAYbetter

source: Forgot password
fr: Mot de passe oublié ?
he: שכחת את הסיסמה?
ru: Забыли пароль?

source: Reset it
fr: Réinitialiser mot de passe
he: איפוס סיסמה
ru: Сбросить

source: Not member
fr: Pas encore inscrit ?
he: לא נרשמת עדיין?
ru: Не зарегистрированы?

source: Register
fr: S'inscrire
he: הצטרפות
ru: Регистрация

source: Logged out
fr: Déconnexion
he: התנתקת
ru: Вышли

source: Password changed
fr: Mot de passe modifié
he: הסיסמה שונתה
ru: Пароль изменен

source: Password reset successfully
fr: Réinitialisation du mot de passe réussie
he: הסיסמה אופסה בהצלחה
ru: Пароль успешно сброшен

source: Password reset failed
fr: Echec de la réinitialisation du mot de passe
he: איפוס סיסמה נכשל
ru: Не удалось сбросить пароль

source: Email with password reset instructions has been sent.
fr: Un e-mail avec des instructions de réinitialisation du mot de passe vous a été envoyé.
he: אימייל עם הוראות לאיפוס הסיסמה נשלחה.
ru: Вам выслан E-mail с указаниями по сбросу пароля.

source: Reset password at %(site_name)s
fr: Réinitialiser le mot de passe sur %(site_name)s
he: איפוס סיסמה על %(site_name)s ים
ru: Сброс пароля на %(site_name)s

source: You are now registered. An SMS verification code was sent to you, please fill it in to activate your account.
fr: Vous êtes maintenant inscrit. Un code SMS vous a été envoyé. Merci de le saisir pour activer votre compte.
he: קוד אימות נשלח אליך בSMS. נא להזין להפעלת החשבון שלך
ru: Вы прошли регистрацию. Вам выслано SMS с проверочным кодом. Пожалуйста, введите код для активации аккаунта.

source: Error running spellchecker
fr: Erreur du vérificateur d'orthographe
he: שגיאה בבודק האיות
ru: Ошибка при проверке орфографии

source: Great To Hear Your Feedback! Please Let Us Know How You Feel
fr: Des idées ? Des remarques ? N'hésitez pas à nous en faire part.
ru: С нетерпением ждем Ваших отзывов о нашей работе!

source: I'm Sad :'(
fr: J'ai aimé mais...
ru: Что огорчило :(

source: SUBMIT FEEDBACK
fr: Envoyer
ru: Отправить отзыв

source: Example: '/about/contact/'. Make sure to have leading and trailing slashes.
fr: Exemple: '/about/contact/'. Veillez à bien avoir les barres obliques de début et de fin.
ru: Пример: '/about/contact/'. Убедитесь в наличии открывающего и завершающего слэшей.

source: Example: 'flatpages/contact_page.html'. If this isn't provided, the system will use 'flatpages/default.html'.
fr: Exemple: 'flatpages/contact_page.html'. Si non fourni, le système utilisera 'flatpages/default.html'.
ru: Пример: 'flatpages/contact_page.html'. В отсутствие указаний система использует 'flatpages/default.html'.

source: Service is not available in %(city)s yet.<br>Please try again soon.<p class=bold>THANKS!</p>WAYbetter team :)
fr: Le service n'est pas encore disponible dans la ville de %(city)s.<br>Essayez ultérieurement.<p class=bold>MERCI !</p>L'équipe WAYbetter:)
ru: В городе %(city)s сервис пока не доступен. <br> Пожалуйста, повторите попытку в ближайшее время. <p class=bold> Спасибо! </p> Сотрудники WAYbetter <span class=waybetter></span>:)

source: goehash
ru: geohash

source: Try www.waybetter.com from your iPhone and order a taxi in style!
fr: Rendez-vous sur www.waybetter.com depuis votre iPhone et commandez un taxi. Quel style !
ru: Вызвать такси тоже можно стильно! Войдите на сайт www.waybetter.com через iPhone и сделайте заказ

source: Coming soon apps for all smartphones
fr: Bientôt ! Des applications pour tous les smartphones.
ru: Скоро: приложения для всех типов смартфонов

source: Keep me updated
fr: Tenez-moi au courant
ru: Известить

source: WAYbetter are happy to announce our Tel Aviv pilot in collaboration with the "Meshuhrar Taxis" station
fr: WAYbetter est heureux de vous annoncer notre projet pilote à Tel Aviv en collaboration avec la station de taxis "Meshuhrar"
ru: WAYbetter рада сообщить о запуске пилотного проекта совместно с компаниями "Meshuhrar Taxis" и "Taxi New-York"

source: We hope you'll enjoy the service and give us feedback so we can improve (bottom right corner)
fr: Nous espérons que vous apprécierez ce service. Nous attendons vos réactions (en bas à droite)
ru: Мы надеемся, что сможем предоставить Вам отличный сервис, и ждем Ваших отзывов (правый нижний угол).

source: WAYbetter offers the fastest and easiest way to get a taxi!
fr: C'est si simple de réserver un taxi avec <span class=waybetter></span>
ru: <span class=waybetter></span> - это самый простой и быстрый способ заказать такси!

source: 2010 WAYbetter
fr: 2010-2011 <span class=waybetter></span>
ru: <span class=waybetter></span> 2010-2011

source: instant messaging username
fr: Nom d'utilisateur MI

source: WHY CONNECT?
fr: POURQUOI SE CONNECTER ?

source: Simply because it's good for business!<br>You get safe exposure to a wide range of passengers you couldn't approach before!
fr: C'est bon pour les affaires !<br>Vous vous faites connaître de passagers qui ne nous connaissaient pas auparavant !

source: WHAT WILL YOU GET?
fr: QU'EST-CE QUE VOUS Y GAGNEZ ?

source: Terminal software (FREE)<br>Easy to use software that allows you to handle the orders
fr: Poste de travail (gratuit). <br> Logiciel simple vous permettant la gestion des réservations depuis plusieurs sources numériques.

source: Personal internet page on www.waybetter.com and private ordering tool (FREE)
fr: Page personnelle sur www.waybetter.com et outil de réservation immédiate de taxi (gratuit).

source: Your own ordering tool at your website (FREE)
fr: Votre propre interface de réservation sur votre site (gratuit)

source: Web application for smart-phone users (FREE)<br>Users will be able to book rides from your website using iPhones, Blackberry, Android and more!
fr: Application Internet pour les utilisateurs de smartphones (gratuit)<br>Commandez un taxi depuis votre iPhone, Blackberry, androïde, etc. !

source: Serve WAYbetter clients<br>WAYbetter has a fast growing user-base of people who need a taxi. Be the one who serves them in your city
fr: Soyez les prestataires de service des clients de WAYbetter<br>WAYbetter, c'est un nombre croissant de gens qui recherchent des taxis. Dans votre ville, soyez là pour répondre à leurs besoins.
